{"applicationForm":{"cancel":"Abbrechen","coverLetter":{"label":"Anschreiben:","placeholder":"Laden Sie Ihr Anschreiben hoch"},"email":{"label":"E-Mail:","placeholder":"Ihre E-Mail eingeben"},"fullName":{"label":"Vollständiger Name:","placeholder":"Geben Sie Ihren vollständigen Namen ein"},"jobs":{"0":"Frontend-Entwickler","1":"Kundenerfolgsmanager","2":"Ingenieur für Hosting-Infrastruktur"},"linkedinProfile":{"label":"LinkedIn-Profil:","placeholder":"Geben Sie Ihr LinkedIn-Profil ein"},"message":{"label":"Nachricht:","placeholder":"Fügen Sie alle zusätzlichen Informationen hinzu, die Sie mitteilen möchten"},"nextStep":"Nächster Schritt","position":{"label":"Position, auf die Sie sich bewerben:","placeholder":"Wählen Sie Ihre Position"},"resume":{"label":"Lebenslauf (nur PDF):","placeholder":"Laden Sie Ihren aktuellen Lebenslauf hoch"},"submit":"Bewerbung einreichen","submitting":"Einreichen...","text":{"0":"Sind Sie bereit, dem Team beizutreten?","1":"Füllen Sie den Antrag unten aus."},"thankYou":{"close":"Schließen Sie","text":"Wir freuen uns, dass Sie sich die Zeit genommen haben, uns Ihre Daten mitzuteilen. Wir freuen uns darauf, mit Ihnen zusammenzuarbeiten und die Reise zur Erreichung Ihrer digitalen Ziele zu beginnen. Eines unserer Teammitglieder wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"Wir freuen uns auf den Kontakt!"},"title":"Bewerbungsformular"},"articles":{"cleanPortfolio":{"children":{"0":"Zielsetzung","1":"Die Künstlerin benötigte eine schnelle, elegante Möglichkeit, ihre Arbeit zu präsentieren, die Abhängigkeit von Drittanbieter-Plattformen zu verringern und Besucher der Website in direkte Anfragen umzuwandeln. Leistung, Reaktionsschnelligkeit und visuelle Klarheit waren die obersten Prioritäten. Es wurde kein CMS benötigt; sie wollte eine statische, wartungsarme Lösung mit höchster Geschwindigkeit und Zuverlässigkeit.","2":"Design-Strategie","3":"Wir haben ein individuelles Front-End-Layout entworfen, das speziell auf die Präsentation von Kunstwerken zugeschnitten ist. Die Homepage öffnet sich mit einem Bildraster über die gesamte Breite, das sich an die Bildschirmgröße und -ausrichtung anpasst. Auf den Projektseiten werden die Bilder mit großzügigem Weißraum, sanften Bildlaufübergängen und optionalen Bildunterschriften präsentiert. Die Typografie wurde dezent gehalten, um visuelle Störungen zu vermeiden.","4":"Technische Umsetzung","5":"Die Website wurde mit modernen Frontend-Tools als vollständig statische Anwendung erstellt. Die Bilder wurden in WebP konvertiert, per Lazy-Loading geladen und über CDN bereitgestellt. Wir haben ein leichtgewichtiges CSS-Framework und benutzerdefiniertes JavaScript für Übergänge verwendet. Die Google PageSpeed-Werte erreichten 97 auf Mobilgeräten und 100 auf dem Desktop. Das endgültige Build wurde in einer CDN-basierten globalen Hosting-Umgebung bereitgestellt, um sofortige Ladezeiten zu gewährleisten.","6":"Mobile Optimierung","7":"Von Anfang an haben wir die mobile Leistung in den Vordergrund gestellt. Alle Layout-Komponenten wurden von Anfang an für Mobilgeräte entwickelt, einschließlich des Galerie-Rasters, der Navigation und des Kontaktformulars. Tippziele, Bildskalierung und Schriftgrößen wurden geräteübergreifend getestet, um ein einheitliches Verhalten und keine Layout-Verschiebungen zu gewährleisten.","8":"Ablauf der Benutzerinteraktion","9":"Die Website enthält ein vereinfachtes Kontaktformular, das an wichtigen Stellen platziert ist. Es verfügt über eine sofortige Validierung, Kategorie-Tagging für Anfragen und wird an das bevorzugte E-Mail-System des Künstlers weitergeleitet. Keine Anmeldung oder komplexe UI-Ebenen - nur ein direkter Weg, um Arbeiten, Aufträge oder Kooperationen anzufragen.","10":"Messbare Ergebnisse","11":"Innerhalb der ersten sieben Tage nach dem Start erhielt der Künstler drei neue Kundenanfragen, die in bezahlte Buchungen umgewandelt wurden. Die durchschnittliche Sitzungsdauer hat sich mehr als verdoppelt. Die Absprungrate sank von 64 % (alte Website) auf 36 %. Das Bild-Engagement (gemessen anhand der Scrolltiefe und der Interaktionsprotokolle) zeigte eine starke Benutzerbindung.","12":"Einpacken","13":"Das Endprodukt ist ein leichtgewichtiges, schnelles, visuell fokussiertes Portfolio, das nun als primärer geschäftlicher Touchpoint des Künstlers dient. Ohne Backend-Overhead und mit optimierten Ladezeiten in allen Regionen kombiniert es starkes Design mit Leistung und Zuverlässigkeit."},"date":"Gestartet: Juni 20, 2025","description":"Eine zeitgenössische bildende Künstlerin wandte sich an uns, um ein spezielles Online-Portfolio zu erstellen, das ihr als primäre Plattform für ihre Kunden dienen sollte. Die Hauptanforderung war eine minimale, bildorientierte Website, die auf allen Geräten gut funktioniert und Professionalität ohne unnötige Komplexität vermittelt.","title":"Gerade gelauncht: Saubere Portfolioseite für einen bildenden Künstler"},"eCommerceMakeover":{"children":{"0":"Ziele der Neugestaltung und erste Herausforderungen","1":"Ziel war es, die Latenzzeit zu verringern, die globale Leistung zu verbessern und unsere Plattform für weiteres Wachstum vorzubereiten. Das Upgrade betraf sowohl die Hardware- als auch die Software-Ebene und brachte messbare Verbesserungen auf allen Hosting-Ebenen.","2":"Überarbeitung von Design und Erlebnis","3":"Wir gingen die Neugestaltung mit einer Mobile-First-Strategie an, beginnend mit der Layout-Struktur. Jeder Bereich der Website wurde mit dem Fokus auf Übersichtlichkeit und Geschwindigkeit neu gestaltet. Die Produktseiten wurden neu gestaltet, um hochauflösendes Bildmaterial, klare Preisangaben und vereinfachte Optionen für Varianten und Mengen zu betonen. Der Produktkatalog wurde umstrukturiert, um eine schnellere Filterung und übersichtlichere Suchpfade zu ermöglichen.","4":"Der Checkout-Prozess wurde von fünf auf drei Bildschirme reduziert, wodurch überflüssige Formularfelder entfallen und die automatische Ausfüllung für wiederkehrende Kunden ermöglicht wird. Die Fehlerbehandlung wurde durch Inline-Meldungen verbessert, die kein Neuladen der Seite erfordern. Insgesamt wurde die Benutzererfahrung umstrukturiert, um die Reibung von der Landung bis zum Kauf zu minimieren.","5":"Auch die visuelle Identität wurde berücksichtigt - eine neutrale, handwerkliche Ästhetik wurde auf der gesamten Benutzeroberfläche angewandt, um den Ton der Marke und den Stil der Produkte zu unterstreichen. Subtile Animationen und Übergänge verbesserten die wahrgenommene Leistung, ohne den Seitenaufbau zu verlangsamen.","6":"Leistungsoptimierung und technische Ausführung","7":"Neben Layout und Benutzeroberfläche stand die Leistung im Mittelpunkt. Die Codebasis wurde von ungenutzten Bibliotheken bereinigt und alle Assets wurden für eine schnellere Bereitstellung umstrukturiert. Produktbilder wurden in mehrere responsive WebP-Varianten konvertiert, die abhängig von der Geräteauflösung angezeigt werden.","8":"JavaScript wurde minimiert und verschoben, wo es möglich war, um der Kerninteraktion Vorrang zu geben. Alle statischen Elemente wurden in ein CDN verlagert, um die First-Byte-Latenzzeit global zu reduzieren. Die Infrastruktur der Website blieb auf der bestehenden Plattform des Kunden, aber die Bereitstellungspipelines wurden für eine saubere Asset-Versionierung und automatische Komprimierung aktualisiert.","9":"Diese Änderungen führten zu einer fast 50-prozentigen Verringerung der durchschnittlichen Ladezeit, sowohl bei Desktop- als auch bei mobilen Sitzungen. Die PageSpeed-Werte stiegen sowohl bei den mobilen als auch bei den Desktop-Metriken von Mitte 60 auf hohe 90 Prozent.","10":"Messbare Auswirkungen auf das Geschäft","11":"Die Auswirkung auf die Verkaufsleistung war unmittelbar und anhaltend. Innerhalb der ersten 30 Tage stieg die Abschlussrate an der Kasse des Geschäfts stetig an, insbesondere bei den mobilen Nutzern. Am Ende des dritten Monats war die gesamte Konversionsrate um 45 Prozent gestiegen. Allein die mobile Konversionsrate stieg um mehr als 30 Prozent, womit sie fast mit der Desktop-Performance gleichzog - eine große Veränderung gegenüber dem vorherigen Verhalten.","12":"Der Umsatz über den 90-Tage-Zeitraum hat sich im Vergleich zum Vorquartal mehr als verdoppelt, obwohl die Werbestrategie und die Traffic-Quellen unverändert blieben. Die verbesserte User Journey und das schnellere Seitenerlebnis schlugen sich direkt in mehr abgeschlossenen Transaktionen und höheren durchschnittlichen Bestellwerten nieder. Die Nutzer verbrachten mehr Zeit auf den Produktseiten und kehrten häufiger innerhalb kurzer Intervalle zurück, was sowohl auf ein gesteigertes Interesse als auch auf eine verbesserte Kundenbindung hinweist.","13":"Schlussfolgerung","14":"Dieses Projekt zeigt die unmittelbaren geschäftlichen Auswirkungen von gezieltem UX-Design und technischer Leistungsoptimierung im E-Commerce. Ohne das Produktinventar zu verändern oder in die Akquise neuer Besucher zu investieren, erzielte der Kunde ein erhebliches Umsatzwachstum, indem er einfach Reibungsverluste beseitigte und jeden Schritt des Einkaufserlebnisses optimierte. Die aktualisierte Plattform ist nun nicht nur visuell besser auf die Marke abgestimmt, sondern auch wesentlich effizienter darin, Besucher in zahlende Kunden zu verwandeln."},"date":"30. Mai 2025","description":"Wir haben eine vollständige Neugestaltung einer E-Commerce-Plattform für einen Einzelhändler für handgefertigte Waren durchgeführt, der mit rückläufigen Umsätzen, langsamer mobiler Leistung und hohen Abbruchraten an der Kasse zu kämpfen hatte. Innerhalb von drei Monaten nach dem Relaunch verzeichnete der Shop einen Anstieg der Konversionsrate um 45 % und verdoppelte seinen Gesamtumsatz - ohne Erhöhung der Werbeausgaben.","title":"E-Commerce-Umstellung = 2× Umsatz in 90 Tagen"},"heading":"Weitere Technik- und Team-Updates","hostingJustGot":{"children":{"0":"Upgrade-Ziel","1":"Ziel war es, die Latenzzeit zu verringern, die globale Leistung zu verbessern und unsere Plattform für weiteres Wachstum vorzubereiten. Das Upgrade betraf sowohl die Hardware- als auch die Software-Ebene und brachte messbare Verbesserungen auf allen Hosting-Ebenen.","2":"Hardware-Verbesserungen","3":"Wir haben alle SSDs der vorherigen Generation durch NVMe-Laufwerke in unseren Shared-, VPS- und dedizierten Hosting-Umgebungen ersetzt. Dies allein führte zu einer erheblichen Steigerung der Lese-/Schreibleistung, insbesondere bei Szenarien mit hoher Last wie CMS-basierten Websites und datenbankgestützten Anwendungen.","4":{"0":"Objekt-Caching (Memcached/Redis) für dynamische Anwendungen","1":"Seitenübergreifende Zwischenspeicherung für statische Elemente","2":"Intelligentere Regeln für die Ungültigkeitserklärung von Caches für CMS-Plattformen"},"5":"Alle Tarife sind jetzt standardmäßig mit vorkonfiguriertem Caching ausgestattet, so dass keine manuelle Einrichtung durch den Benutzer erforderlich ist.","6":"Verbesserungen bei Netz und Zustellung","7":"HTTP/3 ist jetzt in unserer gesamten CDN-Edge-Schicht aktiviert, zusammen mit der Brotli-Kompression für kleinere Nutzdaten. Das interne Routing wurde optimiert, um die Latenzzeit zwischen den Verfügbarkeitszonen zu verringern. Die DNS-Auflösungszeiten wurden durch eine intelligentere Verteilung der Resolver verbessert.","8":"Benchmark-Ergebnisse","9":"Tests nach der Einführung an über 50 Kundenstandorten ergaben Folgendes:","10":{"0":"Durchschnittliche Seitenladezeit um 36% verbessert","1":{"0":"Zeit bis zum ersten Byte (TTFB)","1":"um durchschnittlich 210 ms verkürzt"},"2":{"0":"Betriebszeit","1":"bleibt auf 99,99% SLA-Niveau"},"3":"Dynamische CMS-Websites (WordPress, Joomla) weisen die höchsten relativen Gewinne auf"},"11":"Auswirkungen auf Entwickler und API","12":"Unsere Staging-Umgebungen, die Bereitstellungs-CLI und die Control Panel-API profitieren ebenfalls von der neuen Architektur. Die Skriptausführungszeit ist kürzer, und die Umgebungen werden im Durchschnitt in weniger als 10 Sekunden gestartet.","13":"Einpacken","14":"Dieses Upgrade ist Teil unseres kontinuierlichen Engagements für mehr Geschwindigkeit und Zuverlässigkeit beim Hosting. Keine Preiserhöhungen, keine Unterbrechungen - nur eine bessere Leistung auf der ganzen Linie. Alle neuen Kunden profitieren sofort, und bestehende Kunden nutzen bereits den verbesserten Stack."},"date":"10. Mai 2025","description":"Wir haben ein umfangreiches Upgrade unserer Hosting-Infrastruktur abgeschlossen, das auf Geschwindigkeit, Skalierbarkeit und langfristige Zuverlässigkeit ausgerichtet ist. Alle Kunden wurden bereits automatisch migriert - es sind keine weiteren Schritte erforderlich.","title":"Hosting ist (wieder) schneller geworden"},"invoicesUpgraded":{"children":{"0":"Gründe für das Upgrade","1":"Zuvor wurde der Zugriff auf Rechnungen manuell per E-Mail oder dateibasiert nach Projektmeilensteinen oder wiederkehrenden Abrechnungszyklen abgewickelt. Dieser Prozess war zwar funktional, führte aber zu Verzögerungen, erhöhte die Abhängigkeit von Supportmitarbeitern und verursachte vermeidbare Reibungsverluste für Kunden, die versuchten, Zahlungen, Quittungen und Verlängerungsdaten zu verfolgen.","2":"Das neue System beseitigt diese Abhängigkeit vollständig, indem es Selbstbedienungszugriff auf alle abrechnungsrelevanten Vorgänge in Echtzeit bietet. Es ist auf Transparenz, Schnelligkeit und Genauigkeit ausgelegt, insbesondere für Kunden, die mehrere Dienste unter einem Konto verwalten.","3":"Systemarchitektur und Implementierung","4":"Die neue Abrechnungsschnittstelle wurde mithilfe einer sicheren API-Integration mit unserer Fakturierungs-Engine direkt in unser Kunden-Dashboard integriert. Jeder Kunde hat nun einen zentralen Überblick über seine Servicehistorie, seine aktuellen Abonnements und Rechnungsdokumente. Rechnungen werden automatisch generiert, dem richtigen Projekt oder Dienst zugeordnet und im PDF-Format mit vollständiger Aufschlüsselung von Steuern und Dienstleistungen zum Download bereitgestellt.","5":"Verlängerungen sind jetzt Wochen im Voraus sichtbar, mit Optionen zum Verlängern, Kündigen oder Ändern von Serviceplänen direkt über dieselbe Schnittstelle. Zahlungsbestätigungen, Wiederholungslogik für fehlgeschlagene Abbuchungen und automatische Quittungen sind Teil des verbesserten Workflows. Alle Daten werden verschlüsselt und in Übereinstimmung mit den geltenden Vorschriften für den Umgang mit Finanzdaten gespeichert.","6":"Vorteile für Kunden","7":"Die Kunden müssen uns nicht mehr per E-Mail um Rechnungskopien bitten oder die Abrechnungsbedingungen bestätigen. Alle Rechnungen werden mit einem Zeitstempel versehen, an einem Ort gespeichert und sind jederzeit zugänglich. Dies ist besonders wertvoll für Unternehmen, die Rechnungen für Buchhaltungs- und Steuerzwecke über mehrere Abteilungen hinweg benötigen.","8":"Bei wiederkehrenden Tarifen ermöglicht das neue System die Überwachung der Abrechnungszyklen in Echtzeit, die Anpassung der Tarifebenen nach Bedarf und die Verwaltung der Zahlungsmodalitäten - und das alles ohne Verzögerung oder Verwaltungsaufwand. Das System verringert auch das Risiko verpasster Verlängerungen oder nicht verfolgter Serviceänderungen erheblich.","9":"Schlussfolgerung","10":"Mit diesem Upgrade wird die Rechnungsstellung zu einem selbstverwalteten, sicheren und transparenten Prozess für jeden Kunden. Durch die Abschaffung von E-Mail-Threads und manuellen Dokumentenanfragen haben wir für beide Seiten Zeit gespart und Klarheit in einen wichtigen Teil der Serviceerfahrung gebracht. Das Update ist bereits aktiv und für alle Nutzer ab dem 12. März 2025 verfügbar."},"date":"März 12, 2025","description":"Wir haben unser Abrechnungssystem aktualisiert und ein einheitliches Dashboard eingeführt, in dem Kunden alle Rechnungen, Abonnementdetails und Verlängerungen verwalten können, ohne den Support kontaktieren zu müssen. Dieses Update ist jetzt für alle aktiven Nutzer verfügbar und gilt für alle Hosting-, Entwicklungs- und Wartungsdienste.","title":"Rechnungen, Upgraded"},"openSource":{"children":{"0":"Sprint-Kontext und Fokus","1":"Der Sprint war auf die Verbesserung der Ladeleistung, der Stabilität bei Skalierung und der Wartbarkeit der Kernmodule in der Backend-Architektur des CMS ausgerichtet. Unser Beitrag konzentrierte sich auf die Behebung bekannter Probleme bei der Handhabung von Assets, der Effizienz des Template-Renderings und des Caching-Verhaltens - die sich alle direkt auf die Laufzeitgeschwindigkeit und die Erfahrung der Entwickler auswirken.","2":"Wir wählten Probleme aus, die auf seit langem bestehenden Community-Tickets und auf Problemen beruhten, auf die unser eigenes Team bei früheren Kundenprojekten mit der Plattform gestoßen war. Die Arbeit umfasste die Analyse von Rendering-Funktionen mit langsamen Pfaden, die Isolierung von blockierenden Operationen während des Ladens von Cold Cache und den Vorschlag von Code-Refactors für ein besser vorhersehbares Verhalten bei gleichzeitigem Zugriff.","3":"Beiträge und Umsetzung","4":"Unsere Ingenieure reichten mehrere Pull Requests ein, die kritische Leistungsengpässe in der Theme-Rendering-Pipeline des CMS behoben. Es wurden Verbesserungen an der Art und Weise vorgenommen, wie Skripte und Stile registriert und bereitgestellt wurden, wodurch die Gesamtausführungszeit bei der Erstellung dynamischer Seiten reduziert wurde. Außerdem haben wir einen Teil des internen Asset Dependency Loaders umstrukturiert, um redundante Aufrufe zu minimieren und den Build-Prozess zu rationalisieren.","5":"Neben der Leistung haben wir auch zur Zuverlässigkeit beigetragen, indem wir ein seltenes, aber schwerwiegendes Problem im Zusammenhang mit der Sitzungsverwaltung in mehrsprachigen Implementierungen behoben haben. Durch die Korrektur wurde die Sitzungskonsistenz bei häufigen Inhaltswechseln und mehrsprachigem Routing verbessert.","6":"Alle Beiträge wurden von den Projektbetreuern geprüft und zusammengeführt und enthielten eine vollständige Dokumentation, Tests und Leistungsvergleiche, um die langfristige Stabilität zu gewährleisten.","7":"Auswirkungen auf die Gemeinschaft","8":"Die von uns eingereichten Updates sind nun in der nächsten stabilen Version verfügbar und kommen Tausenden von Websites zugute, die mit dem CMS betrieben werden. Entwickler profitieren von besseren Reaktionszeiten beim Kaltstart, weniger Konflikten mit benutzerdefinierten Themes und einem besser vorhersehbaren Cache-Verhalten bei verschiedenen Implementierungen.","9":"Über den Code hinaus hat unsere Teilnahme dazu beigetragen, den Wert der behördenübergreifenden Zusammenarbeit in Open-Source-Ökosystemen zu bestätigen. Wir haben auch wertvolles Feedback von anderen Mitwirkenden und Betreuern erhalten, das uns bei der Entwicklung zukünftiger Kundenlösungen auf der Grundlage dieses CMS helfen wird.","10":"Schlussfolgerung","11":"Open-Source-Arbeit ist nicht einfach nur ein Beitrag - sie ist eine Anpassung an die Tools, auf die wir angewiesen sind, und eine Verpflichtung, sie für alle besser zu machen. Dieser Sprint hat gezeigt, wie sich kleine, gezielte Änderungen auf die Leistung im großen Maßstab auswirken, und wir setzen uns auch in Zukunft für die Zusammenarbeit mit der Entwicklergemeinschaft ein."},"date":"März 12, 2025","description":"Unser Team leistete einen aktiven Beitrag zu einem mehrwöchigen Open-Source-Sprint, bei dem es um Leistungs- und Zuverlässigkeitsverbesserungen für ein weit verbreitetes Content-Management-System ging. Der Sprint brachte Mitwirkende aus verschiedenen Regionen zusammen, mit dem gemeinsamen Ziel, ein Kerntool zu stärken, das von Tausenden von Entwicklern und Website-Betreibern weltweit genutzt wird.","title":"Teilnahme am Open-Source-Sprint"},"partnershipsPeople":{"children":{"0":"Zweck und Motivation","1":"Die Tech-Branche verlangt oft \"arbeitsfertige\" Talente, bietet aber nur begrenzten Zugang zu einer praxisnahen Ausbildung. Die meisten Nachwuchsentwickler verlassen die Bootcamps mit fundierten theoretischen Kenntnissen, aber es fehlt ihnen an praktischer Erfahrung in der aktiven Arbeit mit Kunden. Unser Ziel mit dieser Partnerschaft ist es, diese Lücke zu schließen, indem wir ausgewählte Auszubildende direkt in unsere Projektpipeline in einer strukturierten, betreuten Umgebung einbinden.","2":"Davon profitieren beide Seiten. Junior-Entwickler erhalten praktische Erfahrungen mit echten Tools, Zeitplänen und Teamdynamik, während wir durch die frühzeitige Identifizierung fähiger, motivierter Mitarbeiter schneller skalieren können. Auch die Kunden profitieren davon: Sie erhalten Zugang zu erweiterten Produktionskapazitäten, ohne Kompromisse bei der Qualität einzugehen, da alle Arbeiten der Praktikanten geprüft und überwacht werden.","3":"Programmstruktur und Integration","4":"Die Entwickler aus dem Bootcamp werden zyklisch eingesetzt und bestimmten Phasen der Live-Kundenarbeit zugewiesen, einschließlich Front-End-Implementierung, CMS-Konfiguration, QA-Tests und Dokumentation. Jeder Trainee arbeitet mit einem unserer Senior-Entwickler zusammen, der direktes Code-Review, technisches Feedback und Workflow-Coaching bietet.","5":"Alle Beiträge werden in Staging-Umgebungen in einer Sandbox untergebracht und über eine Git-basierte Versionskontrolle verwaltet. Nur genehmigter Code gelangt in die endgültigen Produktionsumgebungen. Dies gewährleistet sowohl hohe Standards als auch einen echten Lernprozess, während gleichzeitig das von unseren Kunden erwartete Liefertempo beibehalten wird.","6":"Ergebnisse und interne Auswirkungen","7":"Die erste Runde der Integration hat bereits gute Ergebnisse gezeigt. Die interne Geschwindigkeit wurde bei mehrphasigen Projekten erhöht, und durch Mentoring-Aktivitäten wurden neue Führungswege für Teammitglieder der mittleren Ebene geschaffen. Die Praktikanten lieferten innerhalb von zwei Wochen nach dem Onboarding brauchbare Ergebnisse und passten sich schnell an die Arbeitsabläufe der Agentur an. Einige von ihnen werden bereits für eine Vollzeitstelle nach Abschluss des Programms in Betracht gezogen.","8":"Schlussfolgerung","9":"Diese Partnerschaft spiegelt unsere Überzeugung wider, dass Talente am schnellsten wachsen, wenn man ihnen Verantwortung überträgt - und zwar nicht für hypothetische, sondern für reale Projekte. Sie beweist auch, dass Mentorenschaft und Produktion nebeneinander bestehen können, wenn sie richtig strukturiert sind. In den kommenden Monaten werden wir das Programm weiter verfeinern und mit neuen Bildungspartnern ausbauen."},"date":"30. Mai 2025","description":"Wir haben eine neue Partnerschaft mit einem lokalen Webentwicklungs-Bootcamp ins Leben gerufen. Dabei handelt es sich um ein Kooperationsprogramm, bei dem junge Entwickler praktische Erfahrungen sammeln können, indem sie unter der Anleitung unseres erfahrenen Teams an echten Kundenprojekten mitarbeiten. Die Initiative ist jetzt voll aktiv und in unseren Produktionsablauf integriert.","title":"Partnerschaften & Menschen"},"regionalDev":{"children":{"0":"Ziele und Struktur des Workshops","1":"Der Workshop war so konzipiert, dass die Teilnehmer direkt erleben konnten, wie echte Kundenprojekte geplant, erstellt und eingesetzt werden. Im Gegensatz zu traditionellen Coding-Bootcamps oder Vorlesungen lag der Schwerpunkt dieser Veranstaltung auf realen Zwängen - Fristen, Feedbackschleifen und Zusammenarbeit mehrerer Rollen. Die Teilnehmer arbeiteten an abgespeckten Versionen tatsächlicher Projektaufträge aus unseren internen Archiven, die hinsichtlich Umfang und Vertraulichkeit angepasst wurden.","2":"Das Format kombinierte geführte Sitzungen mit offener Problemlösung, so dass die Entwickler Layouts erstellen, APIs integrieren, Git-Workflows verwalten und die Leistung in einer simulierten Produktionsumgebung optimieren konnten. Jeder Teilnehmer wechselte zwischen den Rollen Front-End, CMS-Setup und QA und erhielt so einen breiteren Einblick in die Arbeitsweise professioneller Teams.","3":"Mentoring und technischer Schwerpunkt","4":"Die Mitglieder unseres Kernteams fungierten während der gesamten Veranstaltung als technische Leiter und Mentoren und boten Codeüberprüfungen, Unterstützung bei der Fehlersuche in Echtzeit und Anleitungen für die Bereitstellung an. Zu den behandelten Themen gehörten die semantische HTML-Strukturierung, die Budgetierung der Leistung, die RESTful-API-Integration und das responsive Design unter Zeitdruck.","5":"Die Teilnehmer wurden ermutigt, bei jedem Schritt Fragen zu stellen, und erhielten umsetzbares Feedback zu Codequalität, Kommunikation und Problemlösungsansätzen. Wir haben auch eine Sitzung über Kundenkommunikation und Projektkalkulation eingefügt - Fähigkeiten, die in technischen Schulungen oft übersehen werden.","6":"Ergebnisse und Pläne für die Zukunft","7":"Der Workshop wurde von über 30 Entwicklern aus der gesamten Region besucht, von denen viele noch nie in einem strukturierten Team gearbeitet hatten. Die Rückmeldungen waren durchweg positiv. Die Teilnehmer gaben an, ihr Selbstvertrauen gestärkt, ihr technisches Verständnis verbessert und ihre Erwartungen an die Arbeit in einer Agentur geklärt zu haben.","8":"Aufgrund des Erfolges dieser Veranstaltung planen wir eine Wiederholung, wobei wir sowohl den Inhalt als auch den Teilnehmerkreis erweitern und möglicherweise auch Design- und Produktmanagement-Tracks einbeziehen werden.","9":"Schlussfolgerung","10":"Dieser Workshop hat uns in unserer Überzeugung bestärkt, dass die Praxis das Wachstum von Entwicklern weit über die Theorie hinaus beschleunigt. Durch frühzeitige Investitionen in Talente und transparente, produktionsorientierte Erfahrungen tragen wir dazu bei, die nächste Generation von branchenerfahrenen Fachleuten zu formen - und dabei eine stärkere lokale Tech-Kultur aufzubauen."},"date":"April 5, 2025","description":"Wir veranstalteten einen ganztägigen, praxisorientierten Webentwicklungs-Workshop für Nachwuchsentwickler, der die Lücke zwischen dem Wissen aus dem Klassenzimmer und der realen Anwendung schließen sollte. Die Veranstaltung brachte neue Talente, erfahrene Ingenieure und Live-Projektszenarien zusammen, um eine hochwirksame Lernerfahrung zu bieten.","title":"Regionaler Entwicklungsworkshop veranstaltet"},"seniorUxExpertise":{"children":{"0":"Warum UX Leadership wichtig ist","1":"Mit der zunehmenden Komplexität digitaler Produkte steigt auch der Bedarf an bewusstem, forschungsgestütztem User Experience Design. Viele unserer jüngsten Projekte beinhalten komplizierte Schnittstellen, mehrschichtige User Journeys und Interaktionen mit mehreren Geräten - all das erfordert ein höheres Maß an UX-Präzision.","2":"Unser Ziel war es nicht nur, das visuelle Design zu verbessern, sondern die Benutzerfreundlichkeit zu einem zentralen Pfeiler unseres Entwicklungsprozesses zu machen. Das bedeutete, dass wir jemanden einstellen mussten, der die funktionsübergreifende Zusammenarbeit leiten, die Forschung anleiten und Schnittstellen gestalten konnte, die sowohl schön als auch funktional sind.","3":"Rolle und Integration","4":"Unser neuer UX-Leiter ist nun für die Entwicklung der Designstrategie für alle Projekte verantwortlich und arbeitet mit Entwicklern, Projektmanagern und Kunden zusammen. Ihre Rolle beginnt bereits in der Erkundungsphase - sie führen UX-Audits durch, zeichnen Benutzerströme auf und legen Standards für Barrierefreiheit, Interaktionsmuster und responsives Verhalten fest.","5":"Sie haben auch neue Tools und Prozesse in unseren Arbeitsablauf eingeführt, darunter die Validierung von Wireframes, Rapid Prototyping und Benutzertestzyklen. Diese Ergänzungen ermöglichen es uns, Hypothesen früher zu testen, Designentscheidungen schneller zu validieren und die Iterationszeit während der Entwicklung zu reduzieren.","6":"Auswirkungen auf die Arbeit der Kunden","7":"Seit dem Onboarding hat sich die Qualität und Konsistenz der Designausführung in allen Projekten bereits verbessert. Die Navigationsstrukturen sind intuitiver geworden, die Ausfüllraten von Formularen haben sich erhöht und die visuelle Hierarchie ist besser auf die Prioritäten der Nutzer abgestimmt. Selbst bei kleineren Projekten ist Design Thinking nun von Anfang an eingebettet und wird nicht mehr als abschließender Polierschritt behandelt.","8":"Die Kunden haben positiv reagiert und bemerken klarere Layouts, reibungslosere Interaktionen und mehr Vertrauen in die Art und Weise, wie die Nutzer ihre Plattformen erleben. Intern arbeiten unsere Teams jetzt effizienter mit gemeinsamen Designsystemen und definierten UX-Checkpunkten während des gesamten Entwicklungsprozesses.","9":"Schlussfolgerung","10":"Die Einbeziehung von UX-Führungskräften hat den Standard für jedes unserer Projekte erhöht. So können wir sicherstellen, dass die von uns erstellten Schnittstellen nicht nur attraktiv, sondern auch wirklich effektiv sind - auf die Bedürfnisse der Nutzer abgestimmt, im Kontext getestet und im Laufe der Zeit skalierbar. Es ist eine langfristige Investition in Qualität, Klarheit und digitale Benutzerfreundlichkeit."},"date":"1. Juli 2025","description":"Wir haben unser Kernteam um einen erfahrenen UX-Spezialisten erweitert, der mehr als ein Jahrzehnt Erfahrung im Produktdesign in unsere Agentur einbringt. Diese strategische Einstellung stärkt unsere Fähigkeit, für alle Kundenprojekte - von Marketing-Websites bis hin zu komplexen Webanwendungen - ein hochwirksames, nutzerzentriertes Design zu liefern.","title":"Senior UX Expertise hinzugefügt"},"weLaunchedManaged":{"children":{"0":"Hintergrund und Zweck","1":"Viele unserer Kunden verwenden WordPress als primäre Plattform für Unternehmenswebsites, Portfolios, Blogs oder E-Commerce. WordPress ist zwar nach wie vor eines der flexibelsten und am weitesten verbreiteten CMS der Welt, doch bei der Selbstverwaltung treten häufig Probleme auf - von Plugin-Konflikten und Leistungseinbußen bis hin zur Gefährdung durch Schwachstellen und fehlerhafte Updates.","2":"Unser Ziel war es, eine vollständig verwaltete Umgebung anzubieten, die die Flexibilität von WordPress bewahrt und gleichzeitig seine Komplexität beseitigt. Das bedeutete, dass wir die Abstimmung der Infrastruktur, die Automatisierung der Sicherheit und die Support-Workflows in einem schlanken Produkt zusammenfassen mussten, das sowohl Einsteiger als auch fortgeschrittene Entwickler unterstützt.","3":"Plattformarchitektur und Einrichtung","4":"Die verwaltete Umgebung wird in isolierten Cloud-Containern mit dedizierten Ressourcen bereitgestellt, die unabhängig von Lastspitzen eine gleichbleibende Leistung bieten. Jede Instanz läuft auf einem individuell abgestimmten NGINX + PHP-FPM-Stack mit für WordPress vorkonfiguriertem Objekt-Caching. Die Speicherebene besteht aus NVMe-SSDs für eine schnelle Lese-/Schreibleistung, was datenbanklastigen WP-Installationen direkt zugutekommt.","5":"Jedes Konto umfasst vorintegriertes CDN-Routing, Bildkomprimierung und Caching auf Serverebene - vollständig von unserem Team gewartet. Core-Updates, Plugin-Patching und Theme-Versionierung werden in geplanten Schritten durchgeführt, um Unterbrechungen der Website zu vermeiden. Fehlerbehebungsmechanismen und Fallback-Snapshots ermöglichen es uns, fehlgeschlagene Aktualisierungen sofort rückgängig zu machen und das Risiko von Ausfallzeiten zu minimieren.","6":"Automatisierung und Sicherheitsschicht","7":"Die Sicherheit ist auf Serverebene vollständig automatisiert und wird durch regelmäßige Prüfungen der Dateiintegrität und Echtzeit-Bedrohungserkennung verstärkt. Malware-Scans und automatische Quarantäne-Routinen werden täglich durchgeführt. SSL-Zertifikate werden automatisch ausgestellt und erneuert. Die Firewall-Regeln werden je nach den von der jeweiligen Website verwendeten Plugins und Funktionen individuell angepasst, um Überblockungen und Fehlalarme zu vermeiden.","8":"Backups werden alle 24 Stunden durchgeführt und in einem verschlüsselten externen Speicher für ein rollierendes 30-Tage-Fenster gespeichert. Vollständige Wiederherstellungen der Website können über das Bedienfeld mit einem Klick ausgelöst werden, ohne dass eine manuelle Dateiverwaltung erforderlich ist.","9":"Leistungsergebnisse und frühzeitige Annahme","10":"Während interner Tests und einer begrenzten Kundeneinführung wurden Websites auf der neuen Plattform im Vergleich zu unserem traditionellen Shared Hosting mit denselben WordPress-Builds durchschnittlich 41 Prozent schneller geladen. TTFB wurde um über 200 Millisekunden reduziert, und die Backend-Leistung blieb auch bei Multi-User-Traffic stabil.","11":"Kunden, die auf verwaltetes WordPress umgestiegen sind, berichteten von verbesserter Zuverlässigkeit und weniger Supportanfragen im Zusammenhang mit Geschwindigkeit, Updates und defekten Plugins. Zu den frühen Anwendern gehörten Designstudios, Berater und E-Commerce-Anbieter, die jetzt alle mit einer Infrastruktur arbeiten, die speziell auf das Verhalten von WordPress abgestimmt ist.","12":"Schlussfolgerung","13":"Diese Produkteinführung füllt eine seit langem bestehende Lücke zwischen nicht verwaltetem WordPress-Hosting und teuren Enterprise-Setups. Mit von Anfang an eingebauter Automatisierung, Optimierung und Sicherheit bietet unsere verwaltete WordPress-Plattform eine einfache, leistungsstarke Lösung für alle, die sich auf ihre Inhalte und ihr Geschäft konzentrieren wollen - und nicht auf Serverfehler oder Plugin-Konflikte. Der Service ist ab April 2025 für alle neuen und bestehenden Kunden verfügbar."},"date":"April 5, 2025","description":"Wir haben offiziell unsere vollständig verwaltete WordPress-Hosting-Plattform eingeführt, die auf kleine Unternehmen, Einzelkünstler und Agenturen zugeschnitten ist, die Geschwindigkeit, Sicherheit und Einfachheit benötigen - ohne den Aufwand der Serververwaltung oder Plugin-Konflikte. Dieses neue Servicepaket wurde von Grund auf auf unserer optimierten Infrastruktur aufgebaut, um technische Routineprobleme zu beseitigen und gleichzeitig eine Leistung auf Unternehmensniveau zu bieten.","title":"Wir haben Managed WordPress Hosting eingeführt"}},"careers":{"getInTouch":{"button":"E-Mail an uns","text":"Auch wenn Sie noch nicht bereit sind, sich zu bewerben, aber Kontakte knüpfen möchten, würden wir uns freuen, von Ihnen zu hören. Sie haben eine Idee, eine Qualifikation oder eine Frage? Lassen Sie uns ein Gespräch beginnen.","title":"Nehmen Sie Kontakt mit Hostixie auf"},"hero":{"subtitle":"Wecken Sie das Potenzial Ihrer Website mit Hostixie","text":"Bei Hostixie glauben wir, dass Ihre Arbeit Ihr Leben bereichern sollte. Egal, ob Sie Plattformen aufbauen, Code schreiben, Kunden unterstützen oder den Betrieb leiten - Ihre Ideen bestimmen, wie wir wachsen. Kommen Sie zu uns und schaffen Sie etwas Sinnvolles, mit Raum zum Erforschen, Aufbauen und Führen.","title":{"0":"Karriere:","1":"Sei der Erste","2":"Anwenden"}},"jobs":{"applyNow":"Jetzt bewerben","button":"Kontakt","items":{"0":{"description":{"0":"Als unser Frontend-Entwickler verwandeln Sie Figma-Designs in pixelgenaue React-Anwendungen, die mit Tailwind CSS gestylt sind. Sie arbeiten Hand in Hand mit unseren UX-Designern und Backend-Ingenieuren, um RESTful- und GraphQL-APIs zu nutzen, wiederverwendbare Komponentenbibliotheken zu erstellen und sicherzustellen, dass Ihre Arbeit in Chrome, Firefox, Safari und Edge fehlerfrei läuft.","1":"Zu Ihren täglichen Aufgaben gehören das Schreiben von sauberem, zugänglichem Markup, die Optimierung der Paketgröße, die Implementierung von End-to-End- und Unit-Tests sowie die Einhaltung der Best Practices für Git-Branching und Pull-Request. Wenn du ein starkes Verständnis für modernes JavaScript (ES6+) hast, Erfahrung mit der Auslieferung von Produktionscode in einem verteilten Team und eine Leidenschaft für Performance-Tuning hast, wollen wir dich in unserem Team haben."},"name":"Frontend-Entwickler","requirements":{"0":"3+ Jahre Erfahrung mit React und JavaScript (ES6+)","1":"Starke CSS-Kenntnisse, insbesondere mit Tailwind","2":"Erfahrung im Umgang mit REST- und GraphQL-APIs","3":"Vertrautheit mit der Optimierung der Frontend-Leistung","4":"Vertrauter Umgang mit Git, GitHub und CI/CD-Pipelines","5":"Erfahrung mit Testbibliotheken wie Jest oder Playwright","6":"Ausgeprägte Liebe zum Detail und UX/UI-Ausrichtung"},"responsibilities":{"0":"Erstellung und Pflege von React-Komponenten mit Tailwind CSS","1":"Integration von REST- und GraphQL-APIs in die Frontend-Logik","2":"Optimieren Sie die Anwendungsleistung und die Größe der Pakete","3":"Barrierefreies HTML und semantisches Markup schreiben","4":"Implementierung von Teststrategien (Unit und End-to-End)","5":"Zusammenarbeit mit UX-Designern und Backend-Entwicklern","6":"Befolgung der Standards für die Codeüberprüfung und den Git-Workflow"},"type":"(Remote - Vollzeit)"},"1":{"description":{"0":"In der Rolle des Client Success Managers sind Sie der vertrauenswürdige Berater für unsere Hosting- und Entwicklungskunden. Sie sind für den gesamten Lebenszyklus unserer Kunden verantwortlich, von individuellen Einführungsgesprächen und Plattformschulungen bis hin zur Sichtung von Tickets und SLA-gesteuertem Support. Sie verwalten unsere Zendesk-Warteschlange (oder eine vergleichbare Warteschlange), leiten komplexe Probleme an die Technik weiter und halten unsere Kunden mit klaren Status-Updates auf dem Laufenden.","1":"Über den reaktiven Support hinaus führen Sie proaktive Kundenüberprüfungen durch, um Upselling-Möglichkeiten zu identifizieren, Feedback für Produktverbesserungen zu erfassen und unsere Self-Service-Wissensdatenbank zu pflegen. Hervorragende schriftliche und mündliche Kommunikationsfähigkeiten, ein ausgeprägtes Organisationstalent und der aufrichtige Wunsch, dauerhafte Kundenbeziehungen aufzubauen, sind der Schlüssel zum Erfolg in dieser Position."},"name":"Kundenerfolgsmanager","requirements":{"0":"Mindestens 2 Jahre in den Bereichen Kundenerfolg, Account Management oder technischer Support","1":"Ausgeprägte schriftliche und mündliche Kommunikationsfähigkeiten","2":"Erfahrung mit Helpdesk-Tools wie Zendesk, Intercom oder Freshdesk","3":"Solide Kenntnisse in der Webentwicklung oder in Hosting-Umgebungen","4":"Hervorragende Multitasking-Fähigkeit und Fähigkeit, Prioritäten zu setzen","5":"Einfühlungsvermögen, Geduld und Professionalität unter Druck"},"responsibilities":{"0":"Funktion als Hauptansprechpartner für aktive Konten","1":"Durchführung von Einführungsveranstaltungen und Produktbesichtigungen","2":"Verwalten von Kunden-Support-Tickets und Verfolgen von SLAs","3":"Eskalation technischer Probleme mit vollständigem Kontext an das Entwicklungsteam","4":"Regelmäßige Überprüfung der Konten und Check-Ins","5":"Aktualisierung und Pflege der internen Dokumentation und der FAQs","6":"Feedback für Produktverbesserungen sammeln und weitergeben"},"type":"(Remote - Vollzeit)"},"2":{"description":{"0":"Unser Hosting Infrastructure Engineer sorgt dafür, dass jede von uns gehostete Website schnell, sicher und online bleibt. Sie entwickeln und warten Linux-Server - Sie optimieren NGINX- und Apache-Konfigurationen, automatisieren Bereitstellungen mit Docker oder ähnlichen Tools und richten Überwachungs- und Warnsysteme für Betriebszeit und Leistung ein.","1":"Sie sind für die Sicherheit von WordPress-Umgebungen zuständig und implementieren Härtungsmethoden, automatische Malware-Scans und regelmäßiges Patch-Management. Wenn Vorfälle auftreten, führen Sie die Ursachenanalyse durch und implementieren Korrekturen in quellengesteuerten Skripten. Diese Teilzeitstelle ist perfekt für Sie, wenn Sie über fundierte Linux-Sysadmin-Kenntnisse, praktische Erfahrung mit Containerisierung oder IaC (Terraform/Ansible) und eine nachweisliche Erfolgsbilanz bei der Aufrechterhaltung des Betriebs von Websites mit hohem Datenverkehr unter Druck verfügen."},"name":"Ingenieur für Hosting-Infrastruktur","requirements":{"0":"4+ Jahre Erfahrung als Linux-Sysadmin oder DevOps-Ingenieur","1":"Gute Kenntnisse von NGINX, Apache und Serversicherheit","2":"Vertraut mit Docker, Shell-Skripting und Automatisierungstools","3":"Erfahrung mit Infrastruktur-as-code (Terraform, Ansible)","4":"Verständnis der WordPress-spezifischen Hosting-Anforderungen","5":"Fähigkeit, selbständig zu arbeiten und bei Bedarf Vorfälle außerhalb der Öffnungszeiten zu bearbeiten"},"responsibilities":{"0":"Konfigurieren, Überwachen und Warten von Linux-basierten Webservern","1":"Verwaltung von NGINX/Apache, SSL-Zertifikaten und Caching-Strategien","2":"Automatisierte Bereitstellungen und Backups mit Docker oder CI-Tools","3":"Implementierung von Tools zur Überwachung von Betriebszeit und Leistung","4":"Reaktion auf Vorfälle und Analyse der Grundursachen","5":"Gewährleistung der Serversicherheit mit Best-Practice-Hardening","6":"Pflege von Infrastruktur-Skripten in der Versionskontrolle"},"type":"(Remote - Teilzeit)"}},"requirements":"Anforderungen","responsibilities":"Zuständigkeiten","showMore":"Mehr anzeigen","subtitle":"Wenn Sie keine offene Stelle finden, die zu Ihnen passt, können Sie sich gerne melden - wir freuen uns über jede Initiative.","title":{"0":"Aktuell","1":"Offene Stellen"}},"ourCulture":{"0":{"text":"Wir sind davon überzeugt, dass die beste Arbeit von Menschen geleistet wird, die mit ihren Fähigkeiten auf gemeinsame Ziele hinarbeiten. Deshalb legen wir Wert auf klare Kommunikation, Transparenz und ein gesundes Gleichgewicht zwischen dem Erreichen von Ergebnissen und der Wahrung der Menschlichkeit. Außerdem unterstützen wir aktiv die Vielfalt in der Technik und ermutigen Bewerber aus unterrepräsentierten Kreisen.","title":"Zweck und Menschen"},"1":{"list":{"0":"Minimale Hierarchie, maximale Verantwortlichkeit","1":"Wöchentliche Teambesprechungen, async-first Kommunikation","2":"Projekte, auf die Sie stolz sein können","3":"Kein Mikromanagement - nur Unterstützung und Klarheit"},"text":"Wie sieht das Arbeitsleben hier im Vergleich zu anderswo aus?","title":"Unsere Kultur"}},"whyJoinUs":{"cards":{"0":{"text":"Wir unterstützen kontinuierliches Lernen durch Schulungsprogramme, Mentoring und Möglichkeiten, Ihre Rolle zu erweitern, wenn Sie aufsteigen.","title":"Berufliches Wachstum & Karriereentwicklung"},"1":{"text":"Zugang zu Ressourcen und Instrumenten, die eine gesunde Work-Life-Balance fördern, einschließlich Unterstützung für psychische Gesundheit und Wellness-Initiativen.","title":"Unterstützung für psychisches Wohlbefinden"},"2":{"text":"Unsere Leistungen sind so konzipiert, dass sie sich an Ihren Lebensstil anpassen, mit ferngesteuerten Policen, flexibler Zeitplanung und umfassenden Gesundheitsoptionen.","title":"Flexible und moderne Vorteile"},"3":{"text":"Profitieren Sie von Teamvorteilen, Zugang zu Software-Tools und Partnerrabatten, die Ihre Arbeit (und Ihr Leben) angenehmer, ausgewogener, erfüllender und lohnender machen.","title":"Exklusive Vergünstigungen und Lifestyle-Rabatte"},"4":{"text":"Wir helfen Ihnen bei der Vorausplanung mit Sparprogrammen für Mitarbeiter und langfristigen, auf Ihre Ziele zugeschnittenen Optionen für die Altersvorsorge.","title":"Intelligente Spar- und Ruhestandspläne"},"5":{"text":"Wir belohnen Wirkung. Teammitglieder, die Ergebnisse erzielen und über sich hinauswachsen, werden durch Leistungsprämien anerkannt.","title":"Leistungsabhängige Anerkennung & Boni"}},"title":"Warum bei uns mitmachen"}},"clients":{"clientResults":{"cards":{"0":"Verbesserungen der Website-Geschwindigkeit","1":"Erhöhte Konversionsraten","2":"Organisches Verkehrswachstum","3":"Bewertung der Kundenzufriedenheit","4":"Avg. Projekt-Lieferzeit"},"exploreCard":{"button":"Entdecken Sie unseren Prozess","text":"Schauen Sie sich genauer an, wie wir echte Probleme mit intelligenten digitalen Lösungen lösen.","title":"Möchten Sie mehr sehen?"},"title":"Auf einen Blick: Kundenergebnisse"},"clientReviews":{"cards":{"0":{"client":"Agentur für kommerzielle Fotografie","outcomes":{"0":"Sauberes, minimalistisches Design mit Schwerpunkt auf visuellen Elementen","1":"Vollständig responsives Layout mit schnellen Ladezeiten","2":"30%ige Zunahme der Buchungsanfragen"},"project":"Website zum Unternehmensportfolio","review":"Die neue Website spiegelt unser Portfolio mit Präzision und Professionalität wider. Das Team verstand unsere Markenidentität und setzte sie einwandfrei um.","services":{"0":"Kundenspezifische Web-Entwicklung","1":"Hosting"},"title":"Fotografen-Portfolio","type":"Kreativwirtschaft"},"1":{"client":"Lieferant für handgefertigte Waren","outcomes":{"0":"Einfach zu handhabendes Produktsystem","1":"Optimierter Checkout-Prozess","2":"2× Wachstum der Online-Verkäufe in 3 Monaten"},"project":"Kundenspezifische E-Commerce-Plattform","review":"Die E-Commerce-Plattform hat unseren Verkaufsprozess verändert und unseren Großhandelskunden neue Einnahmekanäle eröffnet.","services":{"0":"WooCommerce Entwicklung","1":"VPS-Hosting"},"title":"E-Commerce für handgefertigte Waren","type":"Einzelhandel"},"2":{"client":"Wellness-Beratung für Unternehmen","outcomes":{"0":"Vollständige SEO-Optimierung und Struktur","1":"Blog-fähiges Backend für regelmäßige Updates","2":"80%ige Steigerung des organischen Verkehrs"},"project":"Inhaltlich ausgerichtete Business-Website","review":"Der Prozess verlief nahtlos. Die neue Website ist optisch ansprechend, hat ein gutes Ranking und ermöglicht es unserem Team, Inhalte jederzeit ohne fremde Hilfe zu aktualisieren.","services":{"0":"WordPress-Entwicklung","1":"SEO-Einrichtung"},"title":"Wellness-Coaching-Website","type":"Gesundheit & Wellness"},"3":{"client":"Anbieter von Firmenfitness und Schulungen","outcomes":{"0":"Mobile-first responsive Layout","1":"Absprungrate um 25% gesunken","2":"40% mehr Kundenanmeldungen"},"project":"Neugestaltung der Website für mobile Leistung","review":"Die Neugestaltung hat alles verbessert. Firmenkunden können jetzt problemlos Schulungen auf dem Handy buchen, und das Engagement war noch nie so hoch.","services":{"0":"UI/UX Neugestaltung","1":"Verwaltetes WordPress-Hosting"},"title":"Neugestaltung der Trainer-Website","type":"Fitness"},"4":{"client":"Studio Forma - Boutique-Architekturbüro","outcomes":{"0":"Elegantes, bildbetontes Design zur Hervorhebung von Projekten","1":"Integrierte Kontakt- und Anfrageformulare","2":"50%ige Steigerung der qualifizierten Leads"},"project":"Visuelles Portfolio & Website zur Leadgenerierung","review":"Die Website gibt unserer Arbeit die Präsentation, die sie verdient. Die Kunden erwähnen sie oft bei unseren ersten Treffen. Sehr professionell aufgebaut.","services":{"0":"Kundenspezifische Web-Entwicklung","1":"Optimierung der Leistung"},"title":"Architektur Studio Showcase","type":"Kreative Dienstleistungen"},"5":{"client":"Großhandel für Bäckerei und Lebensmittel","outcomes":{"0":"Einfaches CMS zur Aktualisierung von Tagesmenüs","1":"Optimiert für lokale SEO und mobiles Surfen","2":"3-facher Anstieg der Vorbestellungsanfragen"},"project":"Informative Website mit Speisekarte und Vorbestellmöglichkeiten","review":"Wir erhalten jetzt Großaufträge direkt über die Website. Das hat unsere Reichweite erheblich verbessert und die Kommunikation mit den Kunden vereinfacht.","services":{"0":"WordPress-Entwicklung","1":"Hosting & Unterstützung"},"title":"Website der Bäckerei","type":"Lebensmittel- und Getränkeherstellung"},"6":{"client":"SkillTrack - Unabhängiger Kursersteller","outcomes":{"0":"Nahtlose Einschreibung und Bezahlung von Studenten","1":"Kurs-Dashboard mit Fortschrittskontrolle","2":"5× Nutzerwachstum im ersten Quartal"},"project":"Lernmanagement-Website mit Zugang für Mitglieder","review":"Die Plattform ist sowohl für mich als auch für meine Studenten intuitiv. Der Support war durchgehend hervorragend. Ohne ihre Hilfe hätte ich nicht starten können.","services":{"0":"LMS-Integration","1":"Einrichtung des Zahlungssystems"},"title":"Online-Lernplattform","type":"Bildung"},"7":{"client":"Soundwave Fest - Jährliches Musikfestival","outcomes":{"0":"Auffällige, markengerechte Single-Page-Website","1":"Eingebetteter Ticketkauf und Feeds für soziale Medien","2":"70 % der Tickets werden über die Website verkauft"},"project":"Promo-Landingpage mit Ticket-Integration","review":"Die Seite hat die Energie unserer Veranstaltung eingefangen und den Kartenverkauf vereinfacht. Wir werden nächstes Jahr sicher wieder mit ihnen zusammenarbeiten.","services":{"0":"Landing Page Design","1":"Ticketing-Integration"},"title":"Landing Page für Veranstaltungen","type":"Unterhaltung"}},"client":"Kunde:","outcomes":"Ergebnisse:","project":"Projekt:","review":"Rückblick:","services":"Dienstleistungen:"},"hero":{"button":"Lassen Sie uns reden","subtitle":"Haben Sie eine Vision für etwas?","text":"Jedes Ergebnis ist eine Zusammenarbeit. Wir haben Unternehmen, Kreativen und Fachleuten geholfen, Plattformen zu starten, die schnell, funktional und auf Wachstum ausgelegt sind.","title":{"0":"Projekte, die","1":"Wirkung erzielt"}},"ourProcess":{"cards":{"0":{"text":"Wir einigen uns auf eine Vision und Ziele","title":"Kickoff-Anruf"},"1":{"text":"Sie erhalten einen klaren Fahrplan","title":"Vorschlag & Zeitplan"},"2":{"text":"Vollständig von unserem Team verwaltet","title":"Entwicklung & Hosting-Einrichtung"},"3":{"text":"Ihr Projekt geht mit laufender Betreuung in Betrieb","title":"Einführung & Unterstützung"}},"text":"Unsere Kooperationen folgen in der Regel einem strukturierten, aber flexiblen Format:","title":"Unser Kollaborationsprozess"},"startBuilding":{"button":"Kostenlose Beratung anfordern","text":"Ganz gleich, ob Sie bei Null anfangen oder neu aufbauen müssen, wir sind da, um Ergebnisse zu liefern.","title":"Bauen Sie mit uns"},"whatProjectsWork":{"cards":{"0":"Klare, genau definierte Geltungsbereiche","1":"Schnelles, sicheres Hosting","2":"Einfach zu verwaltende Backends","3":"SEO-freundliche Struktur","4":"Skalierbar für zukünftiges Wachstum","5":"Dedizierte Unterstützung und Wartung"},"title":"Was die Hostixie-Projekte auszeichnet"}},"companyOverview":{"achievments":{"cards":{"0":"500+ erfolgreich durchgeführte Projekte","1":"Über 50+ von Grund auf neu entwickelte Websites","2":"Kooperationen mit führenden Industriepartnern","3":"Anerkennung in Branchenberichten und Veröffentlichungen","4":"Kontinuierliche Bereitstellung innovativer Web-Lösungen"},"subtitle":"Unser Wachstum und unseren Fortschritt widerspiegeln","text":"Im Laufe unserer Reise haben wir mehrere wichtige Meilensteine erreicht, die unser Engagement für die Bereitstellung außergewöhnlicher Webentwicklungslösungen belegen. Diese Errungenschaften unterstreichen unser kontinuierliches Engagement für die Schaffung beeindruckender digitaler Erlebnisse und die Pflege dauerhafter Beziehungen. Hier sind einige der Meilensteine, auf die wir stolz sind:","title":"Errungenschaften und Meilensteine"},"coreValues":{"cards":{"0":{"text":"Wir glauben an Ehrlichkeit, Offenheit und daran, das Richtige zu tun, auch wenn niemand zuschaut. Vertrauen ist der Eckpfeiler einer jeden Partnerschaft.","title":"Die Grundlage des Vertrauens"},"1":{"text":"Wir halten nicht nur mit den Trends Schritt - wir setzen sie. Wir verschieben die Grenzen der Technologie, um bahnbrechende Lösungen zu liefern, mit denen Sie der Konkurrenz einen Schritt voraus sind.","title":"Grenzen verschieben, Trends setzen"},"2":{"text":"Wir sind nicht nur Dienstleister, wir sind Partner. In enger Zusammenarbeit mit Ihnen erwecken wir Ihre Visionen zum Leben und schaffen Lösungen, die Ihre Ziele wirklich widerspiegeln.","title":"Gemeinsam bauen, gemeinsam erfolgreich sein"},"3":{"text":"Ihr Erfolg ist unser Erfolg. Wir sind bestrebt, Ihre Bedürfnisse zu verstehen und dafür zu sorgen, dass jedes Projekt auf Sie zugeschnitten ist, damit Sie Ihre Visionen verwirklichen können.","title":"Ihr Erfolg ist unser Erfolg"},"4":{"text":"Mittelmäßigkeit hat hier keinen Platz. Wir liefern eine makellose Ausführung in jedem Detail und schaffen Arbeiten, die nicht nur funktional, sondern in jeder Hinsicht außergewöhnlich sind.","title":"Streben nach Perfektion in jedem Detail"}},"subtitle":"Der Herzschlag unseres Erfolgs","text":"Bei Hostixie sind unsere Werte nicht nur Prinzipien - sie sind die Grundlage für alles, was wir tun. Sie leiten uns dabei, außergewöhnliche Ergebnisse zu liefern, starke Beziehungen aufzubauen und uns in der digitalen Welt kontinuierlich weiterzuentwickeln. Das ist es, was uns antreibt:","title":"Grundwerte"},"hero":{"subtitle":"Ein zuverlässiger Partner für Unternehmen, die skalierbare, wirkungsvolle Web-Lösungen suchen","text":"Bei Hostixie kombiniert unsere Strategie Branchenkenntnisse mit modernster Technologie, um nahtlose, skalierbare Lösungen zu schaffen, die zu Ergebnissen führen. Von Start-ups bis hin zu etablierten Unternehmen arbeiten wir mit unseren Kunden zusammen, um ihnen zu helfen, ihre digitalen Ziele zu erreichen und ihre Online-Präsenz zu verbessern. Hier erhalten Sie einen Einblick, wer wir sind, was wir tun und wie wir Ihr Projekt in der digitalen Landschaft zum Erfolg führen können.","title":{"0":"Überblick über das Unternehmen:","1":"Gestalten Sie Ihr","2":"Der digitale Erfolg der Marke"}},"ourImpact":{"subtitle":{"0":"Die Gestaltung der digitalen Welt,","1":"Ein Projekt nach dem anderen"},"text":"Wir erstellen nicht nur Websites - wir helfen Unternehmen, in der digitalen Welt zu wachsen, zu innovieren und zu gedeihen. Von der Steigerung des Traffics und der Konversionsrate bis hin zur Verbesserung der Nutzerbindung und der Bereitstellung langfristiger digitaler Lösungen - unsere Arbeit macht einen spürbaren Unterschied für unsere Kunden. Wir sind stolz darauf, dass unsere Lösungen unseren Kunden zu messbarem Erfolg verhelfen und zu echten Geschäftsergebnissen führen.","title":"Unser Einfluss"},"ourStory":{"0":{"subtitle":"Von bescheidenen Anfängen zu digitalen Marktführern","text":"Jedes Unternehmen hat einen Anfang. Unsere Vision war es, zuverlässige Weblösungen für Unternehmen zu liefern, die leistungsstarke Websites benötigten. Im Laufe der Jahre haben wir uns zu einem vertrauenswürdigen Partner für Unternehmen aller Größen entwickelt und uns kontinuierlich an die sich ständig weiterentwickelnde digitale Landschaft angepasst. Unser Weg wurde durch Engagement, Innovation und ein unermüdliches Streben nach Spitzenleistungen vorangetrieben. Heute sind wir stolz darauf, branchenführende Webentwicklungsdienste für Unternehmen anzubieten, die online erfolgreich sein wollen.","title":"Unsere Geschichte"},"1":{"subtitle":"Digitale Transformation vorantreiben","text":"Unsere Mission ist einfach: Unternehmen mit innovativen Weblösungen zu unterstützen, die das Wachstum vorantreiben, das Engagement der Nutzer verbessern und eine dauerhafte digitale Präsenz schaffen. Wir wollen der führende Anbieter von Webentwicklungs- und Hosting-Dienstleistungen sein, die die Erwartungen unserer Kunden nicht nur erfüllen, sondern übertreffen. Unsere Vision ist es, die Zukunft der digitalen Welt zu gestalten, indem wir innovative, skalierbare und sichere Lösungen anbieten, die unseren Kunden zum Erfolg verhelfen.","title":"Unser Auftrag und unsere Vision"}},"ourTeam":{"subtitle":"Die Experten hinter Ihrem Erfolg","text":"Wir bei Hostixie haben ein talentiertes Team von Experten, die ihr Wissen, ihre Kreativität und ihre Leidenschaft in jedes Projekt einbringen. Von erfahrenen Webentwicklern und innovativen Designern bis hin zu Marketingspezialisten und Kundenbetreuern - unser Team arbeitet nahtlos zusammen, um hochwertige, maßgeschneiderte Lösungen zu liefern. Wir sind bestrebt, die Grenzen des Machbaren zu erweitern, um sicherzustellen, dass jeder Kunde einen persönlichen Service und herausragende Ergebnisse erhält - jedes Mal.","title":"Unser Team"},"whyChooseUs":{"cards":{"0":{"text":"Eine dynamische, junge Agentur mit mehr als 10 Jahren Erfahrung in der Bereitstellung von qualitativ hochwertigen Web-Lösungen, die zu Ergebnissen führen.","title":"Nachgewiesene Erfolgsbilanz"},"1":{"text":"Maßgeschneiderte Dienstleistungen, die auf die individuellen Bedürfnisse jedes Kunden zugeschnitten sind.","title":"Kundenspezifische Lösungen"},"2":{"text":"Laufende Wartung und Unterstützung, um sicherzustellen, dass Ihre Website optimal bleibt.","title":"Engagierte Unterstützung"},"3":{"text":"Wir setzen die neuesten Tools und Technologien ein, um der Zeit immer einen Schritt voraus zu sein.","title":"Hochmoderne Technologie"},"4":{"text":"Wir arbeiten eng mit unseren Kunden zusammen, um sicherzustellen, dass ihre Visionen zum Leben erweckt werden.","title":"Kollaborativer Prozess"}},"text":"Hostixie bietet mehr als nur Websites - wir schaffen digitale Erlebnisse, die den Geschäftserfolg fördern. Hier erfahren Sie, warum Unternehmen uns wählen:","title":"Warum uns wählen?"}},"contactForm":{"budget":{"label":"Haushalt:","placeholder":"Wählen Sie Ihr Budget"},"budgetValues":{"0":"€500 - €2,000","1":"€2,001 - €5,000","2":"€5,001 - €10,000"},"cancel":"Abbrechen","companyName":{"label":"Name des Unternehmens:","placeholder":"Geben Sie den Namen Ihres Unternehmens ein"},"email":{"label":"E-Mail:","placeholder":"Ihre E-Mail eingeben"},"firstName":{"label":"Erster Name:","placeholder":"Geben Sie Ihren Vornamen ein"},"lastName":{"label":"Nachname:","placeholder":"Geben Sie Ihren Nachnamen ein"},"nextStep":"Nächster Schritt","phone":{"label":"Telefon:","placeholder":"Geben Sie Ihr Telefon ein"},"projectType":{"label":"Projekttyp:","placeholder":"Wählen Sie Ihren Projekttyp"},"projectTypeValues":{"0":"Webhosting","1":"Web-Entwicklung","2":"Kundenspezifische Lösungen"},"submit":"Bewerbung einreichen","submitting":"Einreichen...","thankYou":{"close":"Schließen Sie","text":"Wir freuen uns, dass Sie sich die Zeit genommen haben, uns Ihre Daten mitzuteilen. Wir freuen uns darauf, mit Ihnen zusammenzuarbeiten und die Reise zur Erreichung Ihrer digitalen Ziele zu beginnen. Eines unserer Teammitglieder wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"Wir freuen uns auf den Kontakt!"},"timeline":{"label":"Zeitleiste:","placeholder":"Wählen Sie Ihre Zeitleiste"},"timelineValues":{"0":"Kurzfristig (1-3 Monate)","1":"Mittelfristig (3-6 Monate)","2":"Langfristig (6+ Monate)"}},"contact":{"hero":{"text":"Hostixie bietet unkomplizierte Unterstützung, Teamarbeit und greifbare Erfolge.","title":"Verbinden wir uns"},"startConversation":{"text":"Teilen Sie uns unten Ihre Daten mit, und unsere Digitalexperten werden sich bald bei Ihnen melden, um die perfekte Hosting- oder Entwicklungslösung für Sie zu finden.","title":{"0":"Start einer","1":"Konversation"}}},"cookieConsent":{"accept":"Akzeptieren","decline":"Rückgang","link":"Cookie-Richtlinie","text":"Cookies helfen uns, unsere Website zu verbessern. Wenn Sie auf \"Akzeptieren\" klicken, erklären Sie sich damit einverstanden, dass wir Cookies für Funktionalität, Analysen und personalisierte Inhalte verwenden. Erfahren Sie mehr in unserem","title":"Cookie-Einstellungen"},"cookiePolicy":{"children":{"0":"Willkommen bei unserer Cookie-Richtlinie","1":{"0":"Dieses Dokument erklärt, wie [Name des Unternehmens], Registrierungsnummer [Registrierungsnummer des Unternehmens], registriert unter [vollständige registrierte Adresse], das Team hinter Hostixie, Cookies und ähnliche Tracking-Tools auf unserer Website hostixie.com verwendet. Diese kleinen Datenhelfer ermöglichen es uns, Sie zu erkennen, Ihre Erfahrung zu verbessern und die Website reibungslos zu betreiben. Wenn Sie unsere Website weiter nutzen, stimmen Sie den hier beschriebenen Cookie-Praktiken zu.","1":"Wir glauben an Transparenz, also lassen Sie es uns klar aufschlüsseln."},"2":"Was sind eigentlich Cookies?","3":"Wir verwenden verschiedene Arten von Cookies, von denen jedes seine eigene Aufgabe hat:","4":{"0":"Unverzichtbare Cookies ","1":"Dies sind die unverzichtbaren Elemente. Sie steuern die Kernfunktionen unserer Website, wie Sicherheit, Formularübermittlung und Login-Zugang. Ohne sie würden Teile der Website einfach nicht funktionieren.","2":"Funktionale Cookies","3":"Diese merken sich Ihre Entscheidungen, wie z. B. Sprach- oder Anzeigeeinstellungen, so dass Sie sie nicht bei jedem Besuch neu einstellen müssen.","4":"Analyse-Cookies","5":"Diese helfen uns zu verstehen, wie Besucher unsere Website nutzen. Wir sammeln anonyme Daten wie Seitenbesuche und Klicks, die uns helfen, die Navigation, die Geschwindigkeit und die Relevanz der Inhalte zu verbessern.","6":"Werbung Cookies","7":"Sie werden verwendet, um Anzeigen zu schalten, die besser auf Ihre Interessen zugeschnitten sind. Sie helfen auch dabei, zu kontrollieren, wie oft Sie dieselbe Anzeige sehen und die Leistung unserer Kampagnen zu messen.","8":"Cookies für soziale Medien","9":"Diese Cookies werden von sozialen Netzwerken gesetzt, in die wir integriert sind (wie Facebook oder LinkedIn), und ermöglichen es Ihnen, Inhalte zu teilen und mit unserer Marke auf verschiedenen Plattformen zu interagieren. Je nach Ihren Einstellungen können sie Sie auch an anderer Stelle im Web verfolgen.","10":"Sitzungs-Cookies","11":"Temporäre Cookies, die nur bestehen bleiben, solange Ihr Browser geöffnet ist. Sie werden z. B. verwendet, um Sie eingeloggt zu halten, während Sie zwischen Seiten navigieren.","12":"Dauerhafte Cookies","13":"Diese verbleiben für einen bestimmten Zeitraum auf Ihrem Gerät und helfen uns, uns zwischen den Besuchen an Sie zu erinnern, z. B. an Ihre Anmeldedaten oder Warenkorbartikel."},"5":{"0":"Anmerkung:","1":"Das Blockieren oder Deaktivieren bestimmter Cookies kann die Funktionsweise unserer Website für Sie beeinträchtigen."},"6":"Wie wir auf \"Do Not Track\" (DNT) reagieren","7":"Bei einigen Browsern können Sie eine \"Do Not Track\"-Anfrage senden. Wenn wir eine solche Anfrage erkennen, tun wir unser Bestes, um die unnötige Datenerfassung zu begrenzen. Es kann jedoch sein, dass die von uns genutzten Dienste von Drittanbietern DNT-Signale nicht auf die gleiche Weise behandeln.","8":"Warum wir Cookies verwenden","9":"So helfen uns Cookies, Sie besser zu bedienen:","10":{"0":"Zur Versorgung wichtiger Website-Funktionen (wie Formulare, Anmeldungen und Sicherheit)","1":"Um das Besucherverhalten zu verstehen und die Leistung der Website zu verbessern","2":"Um Ihr Erlebnis mit den gespeicherten Präferenzen zu personalisieren","3":"Zur Bereitstellung relevanter Werbung auf der Grundlage Ihrer Interessen","4":"Unterstützung von Drittanbieter-Tools und sozialen Integrationen"},"11":"Cookies von Drittanbietern","12":"Wir arbeiten mit Tools von Drittanbietern zusammen, die ebenfalls Cookies verwenden können, darunter:","13":{"0":{"0":"Google Analytics","1":"für Nutzungsstatistiken und Leistungseinblicke"},"1":{"0":"Meta-Pixel (Facebook)","1":"für Anzeigenpersonalisierung und -messung"},"2":{"0":"YouTube, Vimeo, etc.","1":"für eingebettete Medienwiedergabe"},"3":{"0":"CRM-, Chat- oder Marketing-Tools","1":"zur Unterstützung der Kommunikation und Verfolgung"}},"14":"Jeder dieser Dienste hat seine eigenen Datenschutz- und Cookie-Praktiken, die Sie überprüfen sollten, wenn Sie wissen möchten, wie sie Ihre Daten verwenden.","15":"Verwalten Ihrer Cookie-Präferenzen","16":"Sie haben die Kontrolle. Sie können Cookies in Ihren Browsereinstellungen verwalten - löschen Sie sie, blockieren Sie sie oder lassen Sie sich benachrichtigen, wenn eine Website versucht, Cookies zu setzen. So geht's:","17":{"0":{"0":"Google Chrome:","1":"Einstellungen '>' Datenschutz '>' Sicherheit '>' Cookies und andere Website-Daten"},"1":{"0":"Mozilla Firefox:","1":"Präferenzen '>' Datenschutz '>' Sicherheit '>' Cookies und Website-Daten"},"2":{"0":"Safari:","1":"Präferenzen '>' Datenschutz '>' Website-Daten verwalten"},"3":{"0":"Microsoft Edge:","1":"Einstellungen '>' Cookies und Website-Berechtigungen"}},"18":"Denken Sie daran: Die Deaktivierung von Cookies kann Ihre Erfahrung auf unserer Website einschränken.","19":"Politische Aktualisierungen","20":"Wir können diese Cookie-Richtlinie von Zeit zu Zeit aktualisieren, wenn sich die Technologie oder die rechtlichen Standards weiterentwickeln. Bei wesentlichen Änderungen werden wir unser Bestes tun, um Sie zu informieren. Die neueste Version wird immer hier verfügbar sein.","21":"Altersbeschränkungen","22":"Unsere Website ist nicht für Personen unter 18 Jahren bestimmt. Wir sammeln oder erbitten nicht wissentlich persönliche Daten von Personen unter 18 Jahren. Wenn wir erfahren, dass wir personenbezogene Daten von einem Kind unter 18 Jahren ohne Überprüfung der elterlichen Zustimmung erfasst haben, werden wir diese Daten so schnell wie möglich löschen.","23":"Haben Sie Fragen? Wir sind für Sie da.","24":"Wenn Sie Fragen zu dieser Cookie-Richtlinie - oder zu unserer Verwendung von Cookies im Allgemeinen - haben, wenden Sie sich einfach an uns:","25":{"0":"E-Mail:","1":"Telefon:","2":"Kontakt Seite:"}},"name":"Cookie-Richtlinie","navigation":{"0":"Willkommen bei unserer Cookie-Richtlinie","1":"Was sind eigentlich Cookies?","2":"Wie wir auf \"Do Not Track\" (DNT) reagieren","3":"Warum wir Cookies verwenden","4":"Cookies von Drittanbietern","5":"Verwalten Ihrer Cookie-Präferenzen","6":"Politische Aktualisierungen","7":"Altersbeschränkungen","8":"Haben Sie Fragen? Wir sind für Sie da."}},"footer":{"about":"Über","allLegalRightsReserved":"Alle gesetzlichen Rechte vorbehalten","careers":"Karriere","clients":"Kunden","companyOverview":"Überblick über das Unternehmen","contact":"Kontakt","cookiePolicy":"Cookie-Richtlinie","news":"Nachrichten","ourApproach":"Unser Ansatz","privacyPolicy":"Datenschutzbestimmungen","refundPolicy":"Erstattungspolitik","termsAndConditions":"Bedingungen und Konditionen","vision":"Vision","webDevelopment":"Web-Entwicklung","webHosting":"Webhosting","whatWeDo":"Was wir tun"},"header":{"about":"Über","careers":"Karriere","clients":"Kunden","companyOverview":"Überblick über das Unternehmen","contact":"Kontakt","news":"Nachrichten","ourApproach":"Unser Ansatz","store":"Laden Sie","webDevelopment":"Web-Entwicklung","webHosting":"Webhosting","whatWeDo":"Was wir tun"},"home":{"clients":{"articles":{"0":{"text":"Wir entwickelten eine professionelle Portfolio-Website für eine Kreativagentur, die ihre Arbeit in einem schlanken und modernen Design präsentiert. Die Website trug dazu bei, sowohl die Markenbekanntheit als auch die Kundenanfragen um 30 % zu steigern.","title":"Individuelle Portfolio-Website für eine Kreativagentur"},"1":{"text":"Für ein Einzelhandelsunternehmen haben wir eine maßgeschneiderte E-Commerce-Plattform mit einer benutzerfreundlichen Oberfläche und einem nahtlosen Kassiervorgang entworfen und entwickelt. Diese Plattform verdoppelte den Umsatz des Kunden innerhalb der ersten drei Monate nach der Einführung.","title":"Maßgeschneiderte E-Commerce-Plattform für ein Einzelhandelsunternehmen"},"2":{"text":"In Zusammenarbeit mit einem Beratungsunternehmen haben wir eine SEO-optimierte Website erstellt, die ihre Online-Präsenz deutlich verbessert hat. Durch die Umsetzung bewährter SEO-Strategien halfen wir ihnen, ein größeres Publikum anzuziehen und ihre Lead-Generierung zu verbessern.","title":"SEO-optimierte Website für eine Beratungsfirma"},"3":{"text":"Wir haben die Website eines Fitnessunternehmens so umgestaltet, dass sie vollständig responsive ist und auf allen Geräten optimal funktioniert. Das Ergebnis war ein Anstieg der Anmeldungen um 40 % und eine Verbesserung der Kundenbindung um 25 %.","title":"Responsive Website-Neugestaltung für ein Fitness-Unternehmen"}},"subtitle":"Erfolgsgeschichten aus verschiedenen Branchen","text":"Wir hatten das Vergnügen, mit Kunden aus verschiedenen Sektoren zusammenzuarbeiten und ihnen zu helfen, ihre digitalen Ziele durch zuverlässiges Webhosting und fachkundige Webentwicklungsdienste zu erreichen.","title":"Kunden"},"getInTouch":{"button":"Machen wir es möglich","subtitle":"Sind Sie bereit, Ihr Projekt zu starten?","text":"Wir sind hier, um Ihnen zu helfen, Ihre digitale Präsenz zum Leben zu erwecken. Ganz gleich, ob Sie Webhosting oder eine maßgeschneiderte Website benötigen, unser Team ist bereit, Sie zu unterstützen.","title":"Kontakt aufnehmen"},"hero":{"button":"Beginnen Sie Ihre Reise heute","subtitle":"Schnelles, sicheres und skalierbares Hosting und benutzerdefinierte Webentwicklungslösungen für den Online-Erfolg Ihres Unternehmens","title":"Verstärkung der digitalen Präsenz Ihres Projekts"},"insightsAndNews":{"news":{"0":{"text":"Wir haben neue Hosting-Funktionen eingeführt, die schnellere Seitenladezeiten, eine höhere Serverzuverlässigkeit und ein reibungsloseres Gesamterlebnis für Ihre Website-Besucher garantieren.","title":"Neue Hosting-Funktionen eingeführt - schnellere Geschwindigkeiten und verbesserte Verlässlichkeit"},"1":{"text":"Unser neuestes Framework wurde optimiert, um schnellere und sicherere Websites zu erstellen, die eine bessere Leistung, Skalierbarkeit und ein besseres Benutzererlebnis gewährleisten.","title":"Unser neues Web-Entwicklungs-Framework - gebaut für Leistung"}},"readMore":"Mehr lesen","subtitle":"Bleiben Sie auf dem Laufenden mit dem Neuesten von Hostixie","text":"Es ist uns wichtig, unseren Kunden wertvolle Einblicke und Neuigkeiten zu vermitteln. Unser Blog deckt eine breite Palette von Themen ab, von Trends in der Webentwicklung bis hin zu Best Practices für Hosting-Lösungen.","title":"Einblicke & Neuigkeiten"},"ourApproach":{"slides":{"0":{"text":"Wir beginnen damit, die Ziele Ihres Projekts, Ihre Vision und die Herausforderungen, vor denen Sie stehen, zu verstehen. Durch ein persönliches Beratungsgespräch stellen wir sicher, dass wir auf Ihre Bedürfnisse abgestimmt sind.","title":"Konsultation"},"1":{"text":"Nachdem wir Ihre Ziele ermittelt haben, entwerfen wir einen Plan, der am besten zu Ihrem Unternehmen passt, sei es die Auswahl der richtigen Hosting-Lösung oder die Erstellung einer individuellen Website.","title":"Planung und Strategie"},"2":{"text":"Unser Expertenteam arbeitet fleißig daran, eine nahtlose und benutzerfreundliche Plattform aufzubauen. Vom responsiven Design bis zum robusten Hosting - wir kümmern uns um alles.","title":"Entwicklung"},"3":{"text":"Sobald Ihre Website fertig ist, helfen wir Ihnen, sie reibungslos in Betrieb zu nehmen und sicherzustellen, dass alle Funktionen wie erwartet funktionieren. Wir bieten laufende Unterstützung und Wartung, um den langfristigen Erfolg zu gewährleisten.","title":"Einführung & Unterstützung"}},"stepByStep":"Schritt-für-Schritt-Verfahren:","subtitle":"Ein maßgeschneiderter digitaler Rahmen für Ihre geschäftlichen Ambitionen","text":"Wir konzentrieren uns darauf, Ihre projektspezifischen Ziele zu verstehen und maßgeschneiderte Lösungen zu entwickeln, die Ihre digitale Präsenz hervorheben. Unser Ansatz basiert auf Zusammenarbeit, um sicherzustellen, dass wir die richtigen Lösungen liefern, damit Ihr Unternehmen online wachsen und erfolgreich sein kann.","title":"Unser Ansatz"},"whatWeDo":{"browseMoreOfferings":"Weitere Angebote durchsuchen","devSteps":{"0":{"text":"Ganz gleich, ob Sie ein Portfolio, einen persönlichen Blog oder eine individuelle Unternehmenswebsite benötigen, wir entwickeln maßgeschneiderte Lösungen, die perfekt auf Ihre Bedürfnisse zugeschnitten sind.","title":"Kundenspezifische Website-Entwicklung"},"1":{"text":"Bauen Sie Ihr Online-Geschäft mit leistungsstarken E-Commerce-Plattformen wie Shopify, WooCommerce und Magento auf, um ein außergewöhnliches Einkaufserlebnis zu bieten.","title":"e-Commerce Lösungen"},"2":{"text":"Wir konzentrieren uns auf die Bedürfnisse der Benutzer, die Zugänglichkeit und das responsive Design und erstellen intuitive, benutzerfreundliche Designs, die Ihren Besuchern ein angenehmes und ansprechendes Erlebnis bieten.","title":"UX/UI Gestaltung"},"3":{"text":"Benötigen Sie eine Auffrischung oder kontinuierliche Unterstützung? Unser Team kann Ihre Website neu gestalten, um moderne Designtrends widerzuspiegeln, und sie für optimale Leistung pflegen.","title":"Neugestaltung und Pflege der Website"},"4":{"text":"Wir implementieren Best Practices für On-Page-SEO, um sicherzustellen, dass Ihre Website in den Suchmaschinen besser platziert ist und organischen Traffic anzieht.","title":"SEO-Optimierung"}},"steps":{"0":{"text":"Ideal für kleine Websites und Unternehmen, da es eine kostengünstige und zuverlässige Möglichkeit bietet, schnell online zu gehen.","title":"Gemeinsames Hosting"},"1":{"text":"Eine robustere und skalierbarere Option für Websites, die dedizierte Ressourcen benötigen. Genießen Sie die Vorteile eines dedizierten Servers zu einem Bruchteil der Kosten.","title":"VPS-Hosting"},"2":{"text":"Vollständige Kontrolle über Ihre Hosting-Umgebung. Perfekt für stark frequentierte Websites, E-Commerce-Plattformen oder Projekte, die eine erstklassige Leistung erfordern.","title":"Dediziertes Hosting"},"3":{"text":"Skalierbare und flexible Cloud-basierte Hosting-Lösungen für dynamische Websites, die sich schnell an wachsenden Datenverkehr oder komplexe Anforderungen anpassen müssen.","title":"Cloud-Hosting"},"4":{"text":"Optimiertes Hosting, das speziell für WordPress-Websites entwickelt wurde, mit automatischen Updates, täglichen Backups und verbesserter Sicherheit.","title":"Verwaltetes WordPress-Hosting"}},"subtitle":"Unsere Dienstleistungen auf einen Blick: Maßgeschneiderte Lösungen für Ihre Online-Bedürfnisse","text":"Wir bei Hostixie haben uns darauf spezialisiert, robuste und flexible Webhosting-Lösungen und maßgeschneiderte Webentwicklungsdienste anzubieten, die auf Ihre individuellen digitalen Bedürfnisse zugeschnitten sind.","title":"Was wir tun","uncoverMoreOptions":"Entdecken Sie mehr Optionen","webDevelopment":"Web-Entwicklung","webHosting":"Webhosting"},"whoWeAre":{"exploreOurStory":"Entdecken Sie unsere Geschichte","keyStats":"Schlüsselstatistiken Über uns:","steps":{"0":{"label":"der kombinierten Erfahrung des Teams","value":"10+ Jahre"},"1":{"label":"erfolgreich durchgeführte Projekte","value":"500+"},"2":{"label":"zufriedene Kunden","value":"200+"},"3":{"label":"Betriebszeit für unsere Hosting-Lösungen","value":"99.9%"},"4":{"label":"von Grund auf neu entwickelte Websites","value":"50+"},"5":{"label":"Kundenzufriedenheitsquote","value":"98%"}},"subtitle":"Angetrieben von Ergebnissen und Innovation","text":"Hostixie ist eine junge und dynamische Agentur, die sich der Bereitstellung zuverlässiger, skalierbarer Webhosting- und Webentwicklungslösungen verschrieben hat. Wir sind stolz darauf, mit Kunden aus verschiedenen Branchen zusammenzuarbeiten und dabei stets erstklassige Ergebnisse zu liefern.","title":"Wer wir sind"}},"news":{"gotProject":{"button":"Kontakt zu unserem Team","text":"Lassen Sie uns etwas Erstaunliches daraus machen. Klicken Sie unten, und lassen Sie uns über Zeitpläne, Ziele und Möglichkeiten sprechen.","title":"Sie haben ein Projekt oder eine Idee?"},"hero":{"chips":{"0":"#Neueste Siege und Markteinführungen","1":"#Tech & Team Updates","2":"#Partnerschaften & Menschen"},"subtitle":"Verwandeln Sie Ihr Projekt mit fachkundiger Webentwicklung","text":"Entdecken Sie unsere neuen Produkteinführungen, Plattform-Upgrades, kreativen Erfolge und die Fortschritte hinter den Kulissen.","title":{"0":"Hostixie","1":"Newsroom"}},"latestNews":{"cards":{"0":{"btnLabel":"Siehe Projekt","date":"Juni 20, 2025","description":"Schlank, schnell und mobilfreundlich - diese Künstlerin hat jetzt den perfekten Ort, um ihre Arbeit online zu präsentieren. Wir haben ein maßgeschneidertes Layout erstellt, das auf Bildleistung und Einfachheit ausgerichtet ist.","summary":"In der ersten Woche konnten 3 neue Kunden gewonnen werden.","title":"Gerade gelauncht: Saubere Portfolioseite für einen visuellen Künstler"},"1":{"btnLabel":"Siehe Hosting-Pläne","date":"10. Mai 2025","description":"Wir haben unsere Hosting-Infrastruktur mit besseren SSDs, intelligenterem Caching und einer skalierbareren Architektur aufgerüstet.","summary":"Die Ladezeiten wurden standortweit um 36 % verbessert.","title":"Hosting ist (wieder) schneller geworden"},"2":{"btnLabel":"Fallstudie ansehen","date":"30. Mai 2025","description":"Wir haben das Einkaufserlebnis für ein Geschäft für handgefertigte Waren neu gestaltet. Übersichtlicheres Layout. Schnellerer Checkout. Stärkere mobile UX.","summary":"Die Konversionsrate stieg um 45 %.","title":"Umgestaltung des E-Commerce = 2x Umsatz in 90 Tagen"}},"title":"Jüngste Siege und Markteinführungen"},"partnershipNews":{"cards":{"0":{"btnLabel":"Mehr lesen","date":"April 5, 2025","description":"Gastgeber eines praktischen Webentwicklungs-Bootcamps für angehende Entwickler, das sie durch reale Projektherausforderungen führte.","title":"Regionaler Entwicklungsworkshop veranstaltet"},"1":{"btnLabel":"Mehr erfahren","date":"März 12, 2025","description":"Beitrag zu Leistungs- und Zuverlässigkeitsverbesserungen eines weit verbreiteten Open-Source-CMS zur Unterstützung einer breiteren Entwicklergemeinschaft.","title":"Teilnahme am Open-Source-Sprint"},"2":{"btnLabel":"Treffen Sie das Team","date":"1. Juli 2025","description":"Wir haben einen erfahrenen UX-Experten an Bord geholt, um unsere Designinitiativen zu leiten und die Benutzerfreundlichkeit und Ästhetik in allen Kundenprojekten zu verbessern.","title":"Senior UX Expertise hinzugefügt"}},"title":"Partnerschaften & Menschen"},"techNews":{"cards":{"0":{"btnLabel":"Siehe Projekt","date":"April 5, 2025","description":"Einfach, sicher und schnell - unsere neuen WP-Tarife sind ideal für Kreative und kleine Unternehmen, die Ergebnisse ohne Kopfschmerzen erzielen möchten.","summary":"Tägliche Backups, Malware-Scans und Geschwindigkeitsoptimierung inklusive.","title":"Wir haben Managed WordPress Hosting eingeführt"},"1":{"btnLabel":"Siehe Projekt","date":"März 12, 2025","description":"Die Abrechnung ist jetzt einfach, intelligent und sicher. Kunden können Rechnungen herunterladen, Tarifdetails prüfen und Verlängerungen verwalten - alles in einem Dashboard.","summary":"Kein Hin und Her mehr bei den E-Mails.","title":"Rechnungen, Upgraded"},"2":{"btnLabel":"Fallstudie ansehen","date":"30. Mai 2025","description":"Wir haben uns mit einem lokalen Entwickler-Bootcamp zusammengetan, um junge Entwickler bei echten Kundenprojekten zu betreuen. Sie lernen. Wir wachsen. Die Kunden gewinnen.","summary":"Talent trifft Produktion, nicht nur Theorie.","title":"Partnerschaften & Menschen"}},"title":"Technik & Team-Updates"}},"ourApproach":{"contactUs":{"button":"Machen wir es möglich","subtitle":"Haben Sie Fragen, oder sind Sie bereit, Ihr Projekt zu beginnen?","text":"Unser Team steht Ihnen bei jedem Schritt des Weges zur Seite. Ganz gleich, ob Sie mehr über unseren Ansatz erfahren oder Ihre Ideen besprechen möchten, wir sind bereit, Ihre Vision zum Leben zu erwecken. Lassen Sie uns Ihr Projekt zu einem Erfolg machen!","title":"Kontaktieren Sie uns noch heute!"},"flatCards":{"0":{"subtitle":"Wir halten Sie bei jedem Schritt auf dem Laufenden","text":"Von Anfang bis Ende legen wir Wert auf offene Kommunikation und Feedback. Unser Prozess umfasst regelmäßige Überprüfungen und Fortschrittsberichte, damit Sie immer auf dem Laufenden sind. Sie können sich darauf verlassen, dass wir transparent, reaktionsschnell und kooperativ sind und genau das liefern, was Sie brauchen.","title":"Zusammenarbeit und Kommunikation"},"1":{"subtitle":"Der Kurve immer einen Schritt voraus","text":"Mit den neuesten Technologien und Trends verschieben wir ständig die Grenzen. Ob es um die Einführung neuer Webentwicklungs-Tools oder die Nutzung neuer Technologien geht, wir integrieren Innovation in jedes Projekt. Unser Engagement für kontinuierliche Verbesserungen sorgt dafür, dass Ihre Website auch lange nach dem Start wettbewerbsfähig und funktional bleibt.","title":"Innovation und kontinuierliche Verbesserung"},"2":{"subtitle":"Maßgeschneiderte Lösungen für Ihre Bedürfnisse","text":"Wir wissen, dass jedes Unternehmen einzigartig ist. Deshalb passen wir jede Lösung an Ihre spezifischen Ziele, Ihre Branche und Ihre Zielgruppe an. Kein Projekt gleicht dem anderen, und wir sorgen dafür, dass Ihre Website genau auf Ihre Bedürfnisse, Ihr Budget und Ihren Zeitplan abgestimmt ist.","title":"Kundenzentrierte Anpassung"},"3":{"subtitle":"Mühelose Zusammenarbeit mit agiler Methodik","text":"Wir verwenden einen agilen Projektmanagementansatz, der es uns ermöglicht, flexibel zu bleiben und uns schnell an Ihre sich entwickelnden Bedürfnisse anzupassen. Unser Team arbeitet in kurzen, iterativen Zyklen und liefert regelmäßig funktionale Teile des Projekts, was eine einfache Anpassung auf der Grundlage von Feedback ermöglicht. Dadurch wird sichergestellt, dass wir uns darauf konzentrieren, rechtzeitig eine Lösung von höchster Qualität zu liefern.","title":"Projektleitung"},"4":{"subtitle":"Sicherstellung einer einwandfreien Leistung","text":"Wir sind bestrebt, ein einwandfreies Produkt zu liefern. Unser engagiertes QA-Team testet rigoros jeden Aspekt Ihrer Website, um sicherzustellen, dass sie auf allen Browsern und Geräten perfekt funktioniert. Von Leistungstests bis zur Überprüfung der Benutzerfreundlichkeit lassen wir nichts unversucht, um eine fehlerfreie, voll funktionsfähige Website zu erstellen.","title":"Qualitätssicherung und Prüfung"},"5":{"subtitle":"Ihr Erfolg ist unsere Priorität","text":"Wir erstellen nicht nur Websites, sondern bieten auch kontinuierliche Unterstützung, um den Erfolg Ihres Unternehmens zu gewährleisten. Nach dem Start bieten wir kontinuierliche Überwachung, Updates und technischen Support, um sicherzustellen, dass Ihre Website optimal funktioniert. Ganz gleich, ob Sie Inhaltsaktualisierungen, Sicherheitspatches oder Leistungsverbesserungen benötigen, wir haben alles für Sie.","title":"Post-Launch-Unterstützung"},"6":{"subtitle":"Messung der Auswirkungen unserer Arbeit","text":"Wir messen den Erfolg an den Ergebnissen. Wir verfolgen die KPIs, die für Ihr Projekt am wichtigsten sind, einschließlich Website-Traffic und Konversionen, Nutzerbindung und Website-Geschwindigkeit. Nach dem Start stellen wir umfassende Berichte zur Verfügung, die die Leistung Ihrer Website aufzeigen und Bereiche mit Verbesserungsbedarf identifizieren.","title":"Erfolgsmetriken und Berichterstattung"}},"hero":{"subtitle":"Ein gemeinschaftlicher und ergebnisorientierter Prozess, um Ihre geschäftlichen Ambitionen in nahtlose, skalierbare Lösungen umzusetzen","text":"Wir glauben, dass jedes Unternehmen einzigartig ist und einen individuellen Ansatz erfordert. Unser Prozess konzentriert sich auf Zusammenarbeit, Innovation und die Erzielung außergewöhnlicher Ergebnisse. Wir arbeiten in jeder Phase eng mit Ihnen zusammen, um sicherzustellen, dass Ihre Website oder Anwendung nicht nur die Ziele Ihres Unternehmens erfüllt, sondern auch Ihre Erwartungen übertrifft. Hier erhalten Sie einen tieferen Einblick in die Art und Weise, wie wir jedes Projekt angehen.","title":{"0":"Unser Ansatz:","1":"Ihr Gebäude","2":"Digitale Zukunft"}},"ourPhilosophy":{"subtitle":"Aufbau starker, dauerhafter Beziehungen","text":"Wir liefern nicht einfach nur Projekte, wir bauen Partnerschaften auf. Unsere Philosophie konzentriert sich darauf, Ihre Geschäftsziele zu verstehen und mit Ihnen zusammenzuarbeiten, um sie zu erreichen. Wir legen Wert auf Zusammenarbeit, Kreativität und Engagement, um sicherzustellen, dass wir Web-Lösungen schaffen, die nicht nur erfüllen, sondern inspirieren. Ihre Vision treibt uns an, und wir sorgen dafür, dass sie auf die wirkungsvollste Weise zum Leben erweckt wird.","title":"Unsere Philosophie"},"ourStepByStep":{"cards":{"0":{"text":"Wir beginnen damit, Ihr Unternehmen, Ihre Ziele und Herausforderungen zu verstehen. Ihre Vision gibt die Richtung des Projekts vor - keine Überraschungen, nur geradlinige, umsetzbare Schritte.","title":"Entdeckung & Vision Mapping"},"1":{"text":"Nachdem wir Ihre Anforderungen verstanden haben, entwerfen wir einen maßgeschneiderten Fahrplan für den Erfolg, der Design, Funktionalität und Zeitvorgaben umfasst.","title":"Erstellung eines strategischen Plans"},"2":{"text":"Unsere Designer und Entwickler arbeiten zusammen, um eine Website zu erstellen, die visuell beeindruckend, intuitiv und für ein nahtloses Benutzererlebnis optimiert ist.","title":"Gestalten Sie Ihr digitales Meisterwerk"},"3":{"text":"Wir testen alles gründlich, um sicherzustellen, dass Ihre Website auf allen Geräten und Plattformen einwandfrei funktioniert, und starten dann mit Präzision.","title":"Mit Zuversicht starten"},"4":{"text":"Unser Engagement endet nicht mit dem Start. Mit fortlaufendem Support, Wartung und Leistungsüberwachung sorgen wir dafür, dass Ihre Website stets auf dem neuesten Stand bleibt.","title":"Kontinuierliche Entwicklung"}},"subtitle":"Eine transparente Reise zum Erfolg","text":"Unser Verfahren ist so konzipiert, dass es für Sie reibungslos, transparent und kooperativ verläuft. Im Folgenden erfahren Sie, wie wir Sie durch jede Phase begleiten:","title":"Unser Schritt-für-Schritt-Prozess"}},"privacyPolicy":{"children":{"0":"Überblick über unser Engagement für den Datenschutz","1":"Wir von Hostixie (\"wir\", \"uns\" oder \"unser\") respektieren Ihr Recht auf Privatsphäre und nehmen Ihren Datenschutz sehr ernst. Diese Datenschutzrichtlinie beschreibt, wie Hostixie, der Betreiber dieser Website und Serviceplattform, persönliche Informationen sammelt, verwendet, speichert und weitergibt, die durch Ihre Interaktion mit unserer Website und unseren Dienstleistungen erhalten werden.","2":"Indem Sie auf unsere Website zugreifen oder einen unserer Dienste nutzen, bestätigen Sie, dass Sie die in dieser Datenschutzrichtlinie beschriebenen Praktiken gelesen haben und damit einverstanden sind.","3":"Altersbeschränkungen","4":"Unsere Website und Dienstleistungen sind für Personen bestimmt, die mindestens 18 Jahre alt sind. Wir sammeln oder erbitten nicht wissentlich persönliche Daten von Personen unter 18 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und glauben, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte umgehend.","5":"Sollten wir feststellen, dass wir versehentlich personenbezogene Daten von einem Kind unter 18 Jahren erfasst haben, werden wir Maßnahmen ergreifen, um diese Daten so schnell wie möglich zu löschen. Durch die Nutzung unserer Website bestätigen Sie, dass Sie mindestens 18 Jahre alt sind oder das in Ihrem Wohnsitzland gesetzlich vorgeschriebene Mindestalter erreicht haben, um verbindliche Vereinbarungen zu treffen. Wenn Sie diese Anforderung nicht erfüllen, dürfen Sie nicht auf die von dieser Website angebotenen Dienste zugreifen oder diese nutzen.","6":"Wichtige Begriffe und Definitionen","7":"Zur Verdeutlichung der in dieser Richtlinie verwendeten Begriffe gelten die folgenden Definitionen:","8":{"0":"Keks:","1":"Eine kleine Datei, die auf Ihrem Browser oder Gerät gespeichert wird, um die Funktionalität zu verbessern, Präferenzen zu speichern oder Analysen über das Nutzerverhalten auf unserer Website zu sammeln.","2":"Unternehmen:","3":"Bezieht sich auf","4":"eine eingetragene juristische Person mit Sitz in","5":"die für die Verwaltung und Verarbeitung Ihrer Daten im Rahmen dieser Politik verantwortlich ist.","6":"Land:","7":"Die Gerichtsbarkeit, in der Hostixie registriert ist und rechtlich tätig ist, d.h.,","8":"Kunde:","9":"Ein Benutzer, eine Organisation oder eine Geschäftseinheit, die sich für unsere Dienste für Hosting, Entwicklung oder damit verbundenen digitalen Support anmeldet oder diese nutzt.","10":"Gerät:","11":"Alle internetfähigen Geräte, einschließlich Computer, Smartphones und Tablets, die für den Zugriff auf unsere Website und Dienste verwendet werden.","12":"IP-Adresse:","13":"Eine numerische Kennung, die Ihrem Gerät zugewiesen wird, wenn Sie eine Verbindung zum Internet herstellen. Sie wird häufig verwendet, um den ungefähren geografischen Standort zu bestimmen und betrügerisches Verhalten zu erkennen.","14":"Personal:","15":"Personen, die bei folgenden Unternehmen beschäftigt sind oder unter Vertrag stehen","16":"die im Rahmen der Erbringung unserer Dienstleistungen mit Ihren personenbezogenen Daten umgehen oder Zugang zu ihnen haben können.","17":"Persönliche Daten:","18":"Alle Daten, die sich auf eine identifizierte oder identifizierbare Person beziehen, entweder direkt (z. B. Ihr Name) oder indirekt (z. B. über eine ID-Nummer oder IP-Adresse).","19":"Dienst:","20":"Bezieht sich auf alle von Hostixie angebotenen Dienstleistungen, einschließlich Webhosting, kundenspezifische Entwicklung, Support und verwandte digitale Angebote.","21":"Dienst von Dritten:","22":"Externe Dienste oder Unternehmen, die in unsere Plattform integriert sind oder deren Angebote über unsere Website zugänglich sind (z. B. Marketingplattformen, Analysetools, Zahlungsabwickler).","23":"Website:","24":"Die offizielle Website im Besitz und betrieben von","25":"erreichbar über","26":"Sie / Benutzer:","27":"Jede natürliche oder juristische Person, die die von Hostixie bereitgestellten Dienste durchsucht, sich registriert, mit ihnen kommuniziert oder sie in Anspruch nimmt."},"9":"Gesammelte Informationen","10":"Wir sammeln persönliche und nicht-persönliche Daten auf verschiedene Weise, unter anderem wenn Sie:","11":{"0":"Durchsuchen Sie unsere Website","1":"Ein Konto erstellen","2":"Eine Serviceanfrage stellen oder eine Bestellung aufgeben","3":"Abonnieren Sie einen Newsletter","4":"Nehmen Sie an einer Umfrage, einem Wettbewerb oder einer Werbeaktion teil","5":"Kontaktieren Sie uns über Formulare oder direkte Kommunikation"},"12":"Zu den gesammelten Daten können gehören:","13":{"0":"Vollständiger Name oder Benutzername","1":"E-Mail Adresse","2":"Rufnummer","3":"Rechnungs- und Lieferadresse","4":"Alter oder Geburtsdatum","5":"Kontozugangsdaten (z. B. Passwort)","6":"Projektbezogene Informationen (z. B. Budget, Zeitplan, Präferenzen)","7":"IP-Adresse, Browsertyp und Gerätedaten (automatisch erfasst)"},"14":"Wie wir die Informationen verwenden","15":"Die von Ihnen bereitgestellten Informationen helfen uns, einen besseren Service zu bieten, Ihre Erfahrungen zu verbessern und einen sicheren und effizienten Betrieb zu gewährleisten. Wir können Ihre Daten für die folgenden Zwecke verwenden:","16":{"0":"Um Ihr Benutzererlebnis auf Ihre Präferenzen abzustimmen","1":"Zur Verbesserung und Optimierung der Funktionalität unserer Website","2":"Zur Beantwortung Ihrer Kundendienstanfragen oder Supportanfragen","3":"Verwaltung und Bearbeitung von Zahlungen, Rechnungen und Dienstleistungserbringung","4":"Zur Durchführung von Umfragen, Werbeaktionen oder Kampagnen zur Verbesserung von Dienstleistungen","5":"Zum Versenden von Aktualisierungen, Sonderangeboten, Newslettern und transaktionsbezogenen Mitteilungen"},"17":"Weitergabe von Informationen an Dritte","18":"Um unsere Dienstleistungen effizient zu erbringen, kann Hostixie Endbenutzerdaten sammeln und verarbeiten, die zur Erfüllung unserer Serviceverpflichtungen erforderlich sind. In einigen Fällen können Sie uns Zugang zu Informationen gewähren, die Sie auf Plattformen wie sozialen Medien öffentlich zugänglich gemacht haben. In diesem Fall können wir je nach Ihren Einstellungen auf Daten aus diesen Quellen zugreifen und diese speichern. Sie haben die volle Kontrolle darüber, was Sie weitergeben, indem Sie Ihre Datenschutzeinstellungen auf diesen Plattformen anpassen.","19":"Datenerhebung durch Dritte","20":"Wenn Sie mit uns in Kontakt treten oder Interesse an unseren Dienstleistungen bekunden (z. B. durch Übermittlung Ihrer E-Mail-Adresse), erhalten wir möglicherweise zusätzliche Daten aus externen Quellen. So können wir beispielsweise Anbieter von Betrugserkennungsprogrammen oder Tools zur Datenanreicherung nutzen, um die Identität oder das Risikoniveau zu überprüfen. Gelegentlich erheben wir auch öffentlich zugängliche Social-Media-Daten, um das Engagement oder die Demografie der Zielgruppe besser zu verstehen, wobei wir stets Ihre Datenschutzeinstellungen auf diesen Plattformen respektieren.","21":"Wie und wann wir Informationen weitergeben","22":"Wir können persönliche und nicht-persönliche Daten an vertrauenswürdige Dritte weitergeben, einschließlich, aber nicht beschränkt auf:","23":{"0":"Marketing-Agenturen, Affiliate-Partner und Werbeplattformen","1":"Dienstleister, die beim Hosting, der Datenbankverwaltung, dem Kundendienst oder der Zahlungsabwicklung behilflich sind","2":"Technologieanbieter, die Infrastruktur-, Analyse- oder E-Mail-Kampagnen-Tools anbieten","3":"Partner, die an Werbeaktionen oder gesponserten Kampagnen beteiligt sind"},"24":"Im Falle einer Fusion, einer Übernahme, eines Verkaufs von Vermögenswerten oder einer Unternehmensumstrukturierung können Ihre Daten im Rahmen des Übergangs an das übernehmende oder nachfolgende Unternehmen weitergegeben werden.","25":"Außerdem können wir anonymisierte oder aggregierte Protokolldaten (einschließlich IP-Adressen) an Analyseplattformen oder Werbenetzwerke weitergeben. Dies kann uns und unseren Partnern helfen, das Verhalten der Besucher, Gerätetypen, Verbindungsgeschwindigkeiten oder geografische Trends besser zu verstehen.","26":"Wir behalten uns außerdem das Recht vor, personenbezogene Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist, z. B. um auf Vorladungen zu reagieren, gerichtliche Anordnungen oder rechtliche Verpflichtungen zu erfüllen, unsere Bedingungen durchzusetzen oder unsere Benutzer, Dienste oder die Öffentlichkeit vor potenziellem Schaden oder ungesetzlichen Handlungen zu schützen.","27":"E-Mail-Kommunikation und Werbung","28":"Indem Sie Ihre E-Mail über ein Formular auf unserer Website übermitteln, erklären Sie sich damit einverstanden, von uns Mitteilungen zu erhalten. Dazu können Werbe-E-Mails, Service-Updates oder Newsletter gehören. Sie können sich jederzeit abmelden, indem Sie den in jeder E-Mail enthaltenen Link zum Abbestellen verwenden.","29":"Wir können Ihre E-Mail-Adresse auch für die gezielte Ansprache von Zielgruppen auf Plattformen wie Facebook oder Google verwenden, damit wir Nutzern, die mit uns interagiert haben, maßgeschneiderte Werbung anzeigen können. Über Bestellformulare übermittelte E-Mail-Adressen werden nur zur Abwicklung Ihrer spezifischen Transaktion verwendet, es sei denn, Sie haben sich für zusätzliche Mitteilungen an anderer Stelle entschieden.","30":"Schutz und Sicherheit von Daten","31":"Wir verwenden mehrere Sicherheitsstufen, um Ihre persönlichen Daten zu schützen. Wenn Sie eine Bestellung aufgeben oder vertrauliche Angaben machen, werden Ihre Daten mit der SSL-Technologie (Secure Socket Layer) verschlüsselt und sicher an unsere Zahlungsdienstleister übertragen. Der Zugriff auf diese Daten ist nur für autorisiertes Personal möglich.","32":"Wir speichern keine Kreditkarteninformationen oder sensible Daten, nachdem eine Transaktion abgeschlossen ist. Obwohl wir strenge Sicherheitspraktiken anwenden, kann kein System einen 100%igen Schutz garantieren. Im unwahrscheinlichen Fall einer Datenschutzverletzung werden wir alle angemessenen Schritte unternehmen, um das Risiko zu minimieren und Sie wie gesetzlich vorgeschrieben zu informieren.","33":"Sicherheitsvorkehrungen und Beschränkungen","34":"Wir setzen physische, elektronische und organisatorische Sicherheitsmaßnahmen ein, um Ihre Daten vor unbefugtem Zugriff oder Missbrauch zu schützen. Diese Maßnahmen umfassen eingeschränkte Zugangskontrollen, verschlüsselte Kommunikationskanäle und Systemprotokollierung.","35":"Trotz unserer Bemühungen ist keine Methode der Übertragung über das Internet oder ein Datenspeichersystem völlig sicher. Wenn lokale Gesetze strengere Standards vorschreiben, wird unsere Einhaltung am Maßstab des \"vorsätzlichen Fehlverhaltens\" gemessen werden.","36":"Ihr Recht auf Überprüfung und Aktualisierung Ihrer Informationen","37":"Je nachdem, in welcher Beziehung Sie zu uns stehen, haben Sie möglicherweise das Recht, auf Ihre personenbezogenen Daten zuzugreifen, sie zu korrigieren oder ihre Löschung zu verlangen. Zum Beispiel:","38":{"0":"Mitarbeiter","1":"kann über interne HR-Verfahren Aktualisierungen beantragen","2":"Klienten oder Kunden","3":"können uns per E-Mail erreichen:"},"39":{"0":"ihre persönlichen Daten überprüfen oder korrigieren","1":"ihre Kommunikationspräferenzen ändern","2":"die Schließung des Kontos und die Löschung der gespeicherten Daten zu beantragen (soweit dies gesetzlich zulässig ist)"},"40":{"0":"Anmerkung:","1":"Um die Sicherheit Ihres Kontos zu schützen, können wir Ihre Identität überprüfen, bevor wir Änderungen vornehmen. Gelöschte Informationen können in unseren Offline-Backups für die Notfallwiederherstellung und zu Compliance-Zwecken verbleiben, werden aber nicht mehr aktiv genutzt.","2":"Wir werden Anfragen zur Änderung oder Löschung von Daten umgehend nachkommen, soweit dies praktikabel ist. Bitte beachten Sie jedoch, dass einige Restdaten aufgrund technischer Beschränkungen (z. B. Sicherungsprotokolle) in unseren Systemen verbleiben können."},"41":"Offenlegung von Informationen an verbundene Unternehmen","42":"Wir können Ihre persönlichen Informationen mit unseren angeschlossenen Unternehmen teilen. Für die Zwecke dieser Datenschutzrichtlinie bezieht sich der Begriff \"verbundene Unternehmen\" auf jede Einheit, die direkt oder indirekt im Besitz von Hostixie ist, die Hostixie gehört oder die mit Hostixie unter gemeinsamer Kontrolle steht. Alle angeschlossenen Unternehmen werden Ihre Informationen in Übereinstimmung mit den in dieser Datenschutzrichtlinie dargelegten Standards behandeln.","43":"Rechtskonformität und Zuständigkeit","44":"Diese Datenschutzrichtlinie unterliegt den Gesetzen von [Land], ohne Bezugnahme auf kollisionsrechtliche Grundsätze. Durch die Nutzung unserer Website oder unserer Dienste erklären Sie sich damit einverstanden, dass alle Streitigkeiten im Zusammenhang mit dem Datenschutz oder dem Schutz der Privatsphäre in die ausschließliche Zuständigkeit der Gerichte in [Land] fallen.","45":"Wenn Sie unsere Dienste weiterhin nutzen, bedeutet dies, dass Sie diese Datenschutzbestimmungen akzeptieren. Wenn Sie mit unseren Bedingungen nicht einverstanden sind, sollten Sie unsere Dienste nicht in Anspruch nehmen oder die Website nicht aufrufen. Wir können Aktualisierungen vornehmen, die betriebliche, rechtliche oder behördliche Änderungen widerspiegeln. Indem Sie auf der Website bleiben, nachdem die Änderungen veröffentlicht wurden, bestätigen Sie, dass Sie die überarbeitete Richtlinie akzeptieren.","46":"Zustimmung zu Datenpraktiken","47":"Diese Datenschutzrichtlinie wurde aktualisiert, um vollständige Transparenz darüber zu bieten, wie wir Ihre personenbezogenen Daten erfassen und verarbeiten. Durch die Nutzung unserer Website, die Übermittlung von Informationen oder die Inanspruchnahme unserer Dienste erklären Sie sich mit unseren Datenpraktiken einverstanden und akzeptieren die in diesem Dokument dargelegten Bedingungen.","48":"Datenschutz für Kinder","49":"Unsere Dienste richten sich nicht an Personen unter 18 Jahren und sind auch nicht für diese bestimmt. Wir erfassen nicht wissentlich personenbezogene Daten von Minderjährigen. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und glauben, dass Ihr Kind persönliche Daten angegeben hat, kontaktieren Sie uns bitte umgehend. Wenn wir erfahren, dass ein Kind unter 18 Jahren Daten ohne verifizierte elterliche Zustimmung übermittelt hat, werden wir diese Informationen so schnell wie möglich löschen.","50":"Änderungen der Politik","51":"Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, um Änderungen an unseren Abläufen, Dienstleistungen oder rechtlichen Anforderungen zu berücksichtigen. Bei wesentlichen Änderungen werden wir Sie im Voraus benachrichtigen (z. B. per E-Mail oder über eine Plattform). Sie haben dann die Möglichkeit, die Änderungen zu überprüfen, bevor sie in Kraft treten. Wenn Sie unsere Dienste nach Inkrafttreten der überarbeiteten Richtlinie weiterhin nutzen, erklären Sie sich damit einverstanden. Wenn Sie nicht einverstanden sind, können Sie Ihr Konto schließen oder die Nutzung der Website einstellen.","52":"Cookies und Tracking-Technologien","53":"Wir verwenden Cookies und ähnliche Technologien, um die Funktionalität zu verbessern, Inhalte zu personalisieren und die Nutzung zu analysieren. Cookies können Sitzungsaktivitäten nachverfolgen, Präferenzen speichern oder Funktionen wie Login und Chat-Support unterstützen. Sie können Ihre Browsereinstellungen anpassen, um Cookies zu kontrollieren oder zu deaktivieren, obwohl dies einige Aspekte Ihrer Erfahrung beeinträchtigen kann.","54":"Verwendung von Google Maps API","55":"Wenn unsere Website Google Maps für Funktionen wie Standortanzeige oder Routenplanung integriert, kann Google in Übereinstimmung mit seinen eigenen Datenschutzrichtlinien Informationen von Ihnen und Ihrem Gerät erfassen. Wir empfehlen, die Richtlinien von Google für weitere Details zu lesen.","56":"GDPR und internationale Datenschutzstandards","57":"Obwohl unser Unternehmen weltweit tätig ist, bemühen wir uns um Datenschutzpraktiken, die mit den","58":"Allgemeine Datenschutzverordnung (GDPR)","59":"als globaler Standard.","60":"Unser Engagement umfasst:","61":{"0":"Ihre personenbezogenen Daten rechtmäßig, transparent und für bestimmte, festgelegte Zwecke zu verarbeiten","1":"Daten nur so lange aufbewahren, wie es für den vorgesehenen Zweck erforderlich ist","2":"Ermöglichung des Zugangs, der Änderung oder der Löschung der Daten auf Anfrage"},"62":"Sie können sich an uns wenden, um Zugang zu Ihren Daten zu erhalten, Berichtigungen zu beantragen oder die Löschung Ihrer Daten zu verlangen. Wir können Ihre Identität überprüfen, bevor wir solche Anträge bearbeiten.","63":"Wenn Sie eine betroffene Person sind, die durch die DSGVO oder ähnliche Vorschriften geschützt ist, werden wir Ihre Anfragen in Übereinstimmung mit diesen rechtlichen Rahmenbedingungen bearbeiten.","64":"Ihre Datenrechte: Zugang, Übertragbarkeit und Löschung","65":"Sie haben das Recht dazu:","66":{"0":"Zugang zu Ihren persönlichen Informationen","1":"eine Kopie der über Sie gespeicherten Daten anfordern","2":"Berichtigen oder aktualisieren Sie ungenaue Informationen","3":"Beantragen Sie die Löschung Ihrer Daten","4":"der Verarbeitung Ihrer Daten zu widersprechen oder sie einzuschränken"},"67":"Wir bewahren Daten nur so lange auf, wie es für die Erfüllung geschäftlicher oder gesetzlicher Verpflichtungen erforderlich ist, jedoch nicht länger als 6 Jahre, es sei denn, Ihr Konto wird früher gelöscht. Nach der Kündigung entfernen wir personenbezogene Daten innerhalb einer 60-tägigen Frist aus unseren Systemen, in Übereinstimmung mit unseren Bedingungen und Datenschutzrichtlinien."},"navigation":{"0":"Überblick über unser Engagement für den Datenschutz","1":"Altersbeschränkungen","2":"Wichtige Begriffe und Definitionen","3":"Gesammelte Informationen","4":"Wie wir die Informationen verwenden","5":"Weitergabe von Informationen an Dritte","6":"Datenerhebung durch Dritte","7":"Wie und wann wir Informationen weitergeben","8":"E-Mail-Kommunikation und Werbung","9":"Schutz und Sicherheit von Daten","10":"Sicherheitsvorkehrungen und Beschränkungen","11":"Ihr Recht auf Überprüfung und Aktualisierung Ihrer Informationen","12":"Offenlegung von Informationen an verbundene Unternehmen","13":"Rechtskonformität und Zuständigkeit","14":"Zustimmung zu Datenpraktiken","15":"Datenschutz für Kinder","16":"Änderungen der Politik","17":"Cookies und Tracking-Technologien","18":"GDPR und internationale Datenschutzstandards","19":"Ihre Datenrechte: Zugang, Übertragbarkeit und Löschung","20":"Kontakt"},"title":"Datenschutzbestimmungen"},"refundPolicy":{"children":{"0":"Übersicht","1":"Vielen Dank, dass Sie sich für Hostixie entschieden haben, eine Dienstleistung, die von [Name des Unternehmens] angeboten wird, das rechtlich an [Registrierte Adresse] unter der Unternehmensnummer [Registrierungsnummer] registriert ist. Unser Team widmet sich der Bereitstellung von zuverlässigen, qualitativ hochwertigen digitalen Dienstleistungen, einschließlich Webentwicklung, Hosting und damit verbundenen Lösungen.","2":"Bitte beachten Sie, dass","3":"alle über unsere Website abgeschlossenen Transaktionen gelten als endgültig und können nicht zurückerstattet werden","4":"Diese Politik gilt für alle Dienstleistungen und digitalen Produkte, unabhängig davon, ob sie genutzt, aktiviert, aufgerufen oder geliefert wurden. Sobald die Zahlung erfolgreich bearbeitet und bestätigt wurde, wird der gezahlte Betrag nicht mehr rückgängig gemacht.","5":"Diese Rückerstattungsrichtlinie spiegelt die Art unserer Arbeit wider: Dienstleistungen sind oft kundenspezifisch, ressourcenabhängig oder beginnen sofort nach Auftragsbestätigung. Daher werden selbst Teilrückerstattungen nicht unter Standardbedingungen gewährt. Mit dem Kauf über unsere Plattform erkennen Sie an und akzeptieren, dass Sie keinen Anspruch auf eine Rückerstattung haben, sobald die Transaktion abgeschlossen ist.","6":"Verantwortung für den Kunden","7":"Bevor Sie eine Zahlung auslösen oder eine Bestellung auf unserer Plattform aufgeben","8":"Sie sind allein dafür verantwortlich, alle relevanten Informationen zu bewerten.","10":"über die Dienstleistung oder das Produkt, das Sie kaufen möchten. Dazu gehören u. a. das Lesen von Leistungsbeschreibungen, die Prüfung von Funktionslisten, die Überprüfung von Preisstufen, die Bewertung von Leistungen und die Sicherstellung, dass die gewählte Lösung Ihren geschäftlichen oder persönlichen Anforderungen gerecht wird.","11":"Wir übernehmen keine Verantwortung für Unzufriedenheit, die durch:","12":{"0":"Missverständnisse oder Fehlinterpretationen von öffentlich zugänglichen Informationen über Dienstleistungen","1":"Aufsicht über die Überprüfung von Projektanforderungen oder Spezifikationen","2":"Annahmen über enthaltene Merkmale, die nicht ausdrücklich aufgeführt wurden"},"13":"Es liegt auch in Ihrer Verantwortung, sicherzustellen, dass Sie alle technischen Anforderungen (wie z. B. Hosting-Kompatibilität oder CMS-Präferenz) vor dem Kauf verstanden haben. Im Zweifelsfall wenden Sie sich bitte an unser Support-Team, bevor Sie eine Bestellung aufgeben. Sobald die Zahlung erfolgt ist, wird davon ausgegangen, dass Sie eine informierte und bewusste Kaufentscheidung getroffen haben.","14":"Wann kann eine Erstattung in Betracht gezogen werden?","15":{"0":"Obwohl unsere Standardpolitik keine Rückerstattungen zulässt, gibt es begrenzte Fälle, in denen eine Anfrage","1":"überprüft werden können:"},"16":{"0":"Versehentliche oder doppelte Zahlungen","1":"Wenn Ihnen für dieselbe Bestellung mehr als ein Betrag in Rechnung gestellt wurde, haben Sie möglicherweise Anspruch auf eine Erstattung des zu viel bezahlten Betrags.","2":"Falsche Rechnungsstellung","3":"Wenn ein technischer Fehler oder ein Rechenfehler unsererseits zu einer Überladung geführt hat, kann eine Rückerstattung des Differenzbetrags erfolgen.","4":"Falsche Zahlungsangaben","5":"Wenn Sie nachweisen können, dass eine Zahlung mit falschen Angaben (z. B. falscher Referenznummer) getätigt wurde und der Betrag nicht bei uns eingegangen ist, können wir bei der Lösung des Problems helfen.","6":"Nicht erbrachte Leistung","7":"Wenn ein Produkt oder eine Dienstleistung, für die Sie bezahlt haben, nicht wie vorgesehen geliefert wurde - aufgrund eines Fehlers auf unserer Seite - können wir je nach den Umständen eine Rückerstattung oder eine teilweise Entschädigung anbieten."},"17":"Wie man einen Erstattungsantrag stellt","18":{"0":"Wenn Sie glauben, dass Ihr Fall unter die oben genannten Bedingungen fällt, senden Sie bitte einen schriftlichen Antrag auf Rückerstattung an unser Support-Team per E-Mail an","1":"Geben Sie die folgenden Einzelheiten an:"},"19":{"0":"Vollständiger Name","1":"Für die Bestellung verwendete E-Mail-Adresse","2":"Datum des Vorgangs","3":"Auftragsnummer oder Zahlungsreferenz","4":"Eine detaillierte Beschreibung des Problems"},"20":"Überprüfungsprozess","21":{"0":"Sobald wir Ihre Anfrage erhalten haben, wird unser Team die Angaben sorgfältig prüfen und mit unseren Unterlagen abgleichen. Wir bemühen uns um eine Antwort innerhalb von","1":"7 Arbeitstage","2":"Jeder Fall wird individuell beurteilt, und die Genehmigung liegt im alleinigen Ermessen der","3":"im Einklang mit dieser Erstattungspolitik."},"23":"Altersbeschränkungen","24":"Unsere Website und Dienstleistungen sind für Personen bestimmt, die mindestens 18 Jahre alt sind. Wir sammeln oder erbitten nicht wissentlich personenbezogene Daten von Personen unter 18 Jahren. Sollten wir feststellen, dass wir versehentlich personenbezogene Daten von einem Kind unter 18 Jahren erfasst haben, werden wir Maßnahmen ergreifen, um diese Daten so schnell wie möglich zu löschen.","25":"Durch die Nutzung unserer Dienste bestätigen Sie, dass Sie mindestens 18 Jahre alt sind. Wenn Sie unter 18 Jahre alt sind, ist es Ihnen untersagt, auf unsere Dienste zuzugreifen oder sie zu nutzen.","26":"Brauchen Sie Hilfe?","27":"Wenn Sie eine Klarstellung zu dieser Richtlinie benötigen oder Fragen haben, bevor Sie eine Anfrage einreichen, können Sie sich gerne an unser Team wenden:","28":{"0":"E-Mail:","1":"Telefon:","2":"Kontakt Seite:"},"29":"Bitte beachten Sie, dass wir uns das Recht vorbehalten, diese Rückerstattungsrichtlinie jederzeit und ohne vorherige Ankündigung zu ändern. Wir empfehlen Ihnen, diese Seite regelmäßig zu überprüfen."},"navigation":{"0":"Übersicht","1":"Verantwortung für den Kunden","2":"Wann kann eine Erstattung in Betracht gezogen werden?","3":"Wie man einen Erstattungsantrag stellt","4":"Überprüfungsprozess","5":"Altersbeschränkungen","6":"Brauchen Sie Hilfe?"},"title":"Erstattungspolitik"},"requestForm":{"secondStep":{"additionalInfo":{"placeholder":"Spezifische Merkmale eingeben","text":"Welche besonderen Merkmale oder Funktionen benötigen Sie? (z. B. E-Commerce, individuelles Design, SEO usw.)","title":"Zusätzliche Informationen:"},"cancel":"Abbrechen","currentWebsite":{"placeholder":"Geben Sie Ihre aktuelle Website ein","text":"Bitte geben Sie Ihre Website-URL ein, wenn Sie eine haben, damit wir Ihre aktuelle digitale Präsenz besser verstehen können.","title":"Aktuelle Website (falls vorhanden):"},"designInspiration":{"placeholder":"Bereitstellung von Referenzlinks","text":"Haben Sie Design-Inspirationen oder Websites, die Sie mögen? Bitte teilen Sie uns Ihre Referenzlinks mit.","title":"Design-Inspiration:"},"preferredTechnology":{"placeholder":"Bevorzugte Technologie eingeben","text":"Wenn Sie irgendwelche Präferenzen für die Plattform Ihrer Website haben (WordPress, Shopify, individuelle Erstellung usw.), lassen Sie es uns wissen!","title":"Bevorzugte Technologie:"},"submit":"Formular abschicken","submitting":"Einreichen..."},"text":"Bitte füllen Sie das untenstehende Formular aus, und unser Team wird sich mit Ihnen in Verbindung setzen, um Ihr Projekt zu besprechen und herauszufinden, wie wir Ihre digitalen Ziele unterstützen können.","thankYou":{"close":"Schließen Sie","text":"Wir freuen uns, dass Sie sich die Zeit genommen haben, uns Ihre Daten mitzuteilen. Wir freuen uns darauf, mit Ihnen zusammenzuarbeiten und die Reise zur Erreichung Ihrer digitalen Ziele zu beginnen. Eines unserer Teammitglieder wird sich in Kürze mit Ihnen in Verbindung setzen.","title":{"0":"Wir freuen uns auf","1":"Verbinden!"}},"title":{"0":"Ihr Weg zum Digitalen","1":"Der Erfolg beginnt hier"}},"requestPackageForm":{"cancel":"Abbrechen","close":"Schließen Sie","email":{"label":"E-Mail:","placeholder":"Ihre E-Mail eingeben"},"firstName":{"label":"Erster Name:","placeholder":"Geben Sie Ihren Vornamen ein"},"lastName":{"label":"Nachname:","placeholder":"Geben Sie Ihren Nachnamen ein"},"message":{"label":"Nachricht:","placeholder":"Ihre Nachricht eingeben"},"phone":{"label":"Telefon:","placeholder":"Geben Sie Ihr Telefon ein"},"submit":"Einreichen","submitting":"Einreichen...","thankYou":"Ich danke Ihnen!","thankYouDescription":"Ihre Anfrage für ein Servicepaket ist erfolgreich eingegangen. Unser Team prüft die Details und wird sich in Kürze mit Ihnen in Verbindung setzen, um die nächsten Schritte zu besprechen und zu erfahren, wie wir Sie bei Ihrem Projekt unterstützen können.","timeline":{"label":"Zeitleiste:","placeholder":"Wählen Sie Ihre Zeitleiste"}},"termsAndConditions":{"children":{"0":"Allgemeiner Überblick","1":{"0":"Indem Sie diese Website nutzen oder eine Serviceanfrage über Hostixie stellen, bestätigen Sie, dass Sie die hier beschriebenen Allgemeinen Geschäftsbedingungen gelesen und verstanden haben und ihnen zustimmen. Diese Bedingungen regeln Ihre Nutzung der Website und die gesamte Kommunikation zwischen Ihnen und","1":"die juristische Person hinter Hostixie, eingetragen unter","2":"unter"},"2":"Hostixie, seine Eigentümer, Angestellten oder Vertreter können unter keinen Umständen für direkte, indirekte, zufällige oder besondere Schäden verantwortlich gemacht werden, einschließlich, aber nicht beschränkt auf Datenverluste, Gewinneinbußen oder Geschäftsunterbrechungen, die sich aus der Nutzung oder der Unmöglichkeit der Nutzung von Inhalten oder Dienstleistungen ergeben, die über diese Website angeboten werden. Für alle Kosten im Zusammenhang mit Reparaturen, Wartung oder Datenwiederherstellung, die sich aus der Nutzung dieser Website ergeben, sind Sie selbst verantwortlich.","3":"Nutzungslizenz","4":{"0":"Diese Allgemeinen Geschäftsbedingungen stellen eine rechtliche Vereinbarung zwischen Ihnen (als Einzelperson oder als Vertreter eines Unternehmens) und","1":"(\"wir\", \"unser\" oder \"uns\"), dem Betreiber der Hostixie-Website","2":"und Anbieter damit verbundener digitaler Dienstleistungen (im Folgenden als \"der Dienst\" bezeichnet).","3":"Durch die Nutzung unserer Website und unserer Dienste erklären Sie sich mit der Einhaltung dieser Bedingungen in vollem Umfang einverstanden. Wenn Sie mit irgendeinem Teil dieser Bedingungen nicht einverstanden sind, sollten Sie die Nutzung der Website unverzüglich einstellen. Wir behalten uns das Recht vor, den Zugang zu Ihrem Konto auszusetzen oder zu beenden oder Ihre Nutzung des Dienstes nach unserem alleinigen Ermessen und ohne vorherige Ankündigung einzuschränken, wenn Sie gegen eine Bestimmung dieser Bedingungen verstoßen."},"5":"Erforderliches Mindestalter","6":"Um unsere Dienste nutzen zu können, müssen Sie mindestens 18 Jahre alt sein oder das in Ihrem Wohnsitzland gesetzlich vorgeschriebene Mindestalter erreicht haben, um verbindliche Verträge abschließen zu können. Wenn Sie diese Voraussetzung nicht erfüllen, dürfen Sie auf bestimmte Bereiche der Website oder auf Dienste, die eine vertragliche Zustimmung erfordern, nicht zugreifen oder diese nutzen.","7":"Wichtige Definitionen","8":"Der Klarheit halber werden die in dieser Vereinbarung verwendeten Begriffe wie folgt definiert:","9":{"0":"\"Cookies\": Kleine Datendateien, die von der Website auf Ihrem Gerät abgelegt werden, um die Leistung zu verbessern, die Nutzung zu analysieren und die Präferenzen der Benutzer zu speichern.","1":"\"Unternehmen\": Bezieht sich auf [Name des Unternehmens], die juristische Person, die rechtlich unter dem Namen Hostixie tätig ist, mit Sitz in [eingetragene Anschrift].","2":"\"Land\": Die Rechtsordnung, in der das Unternehmen gegründet wurde und rechtlich tätig ist, nämlich [Name des Landes].","3":"\"Gerät\": Jede internetfähige Hardware (z. B. Smartphone, Tablet, Desktop-Computer), die für den Zugriff auf die Website oder Dienste verwendet wird.","4":"\"Dienstleistung\": Alle digitalen Dienstleistungen und Lösungen, die über die Hostixie-Plattform angeboten werden, einschließlich aber nicht beschränkt auf Webhosting und Webentwicklung.","5":"\"Dienste Dritter\": Externe Parteien, wie z. B. Werbetreibende, Dienstleistungsanbieter oder Marketingpartner, deren Inhalte, Angebote oder Funktionen auf unserer Website erscheinen oder mit ihr verlinkt sind.","6":"\"Website\": Bezieht sich auf die offizielle Online-Präsenz von Hostixie, die über hostixie.com zugänglich ist.","7":"\"Sie\" / \"Nutzer\": Die natürliche oder juristische Person, die auf die über die Hostixie-Website angebotenen Dienste zugreift oder sich für deren Nutzung registriert."},"10":"Verbotene Aktivitäten","11":"Durch die Nutzung der Hostixie-Website oder ihrer Dienste erklären Sie sich damit einverstanden, keine der folgenden Handlungen vorzunehmen:","12":{"0":"Hinweise auf geistiges Eigentum zu entfernen, zu verändern oder zu verbergen, einschließlich Urheberrecht, Markenzeichen oder Branding, die von Hostixie oder seinen Partnern angezeigt werden.","1":"die Website oder ihre Funktionen zu vervielfältigen, zu lizenzieren, zu verkaufen, zu leasen, zu vermieten, zu vertreiben, zu unterlizenzieren oder anderweitig Dritten zu kommerziellen Zwecken zur Verfügung zu stellen.","2":"Teile der Website oder ihrer Infrastruktur zu verändern, anzupassen, zu dekompilieren, zu disassemblieren, zurückzuentwickeln oder davon abgeleitete Werke zu erstellen."},"13":"Benutzereinsendungen und Feedback","14":"Jegliche Kommentare, Vorschläge, Anregungen oder kreativer Input, den Sie in Verbindung mit unserer Website oder unseren Dienstleistungen liefern (zusammenfassend als \"Feedback\" bezeichnet), werden als nicht vertraulich betrachtet und sind vollständig Eigentum von Hostixie. Wir behalten uns das uneingeschränkte Recht vor, solches Feedback für jeden Zweck, kommerziell oder anderweitig, zu nutzen, zu modifizieren, zu veröffentlichen oder zu verbreiten, ohne die Verpflichtung, Sie zu entschädigen oder zu würdigen.","15":"Zustimmung zu den Bedingungen","16":"Durch die Nutzung unserer Website, die Erstellung eines Kontos, die Übermittlung einer Anfrage oder die Inanspruchnahme einer unserer Dienstleistungen bestätigen Sie, dass Sie diese Allgemeinen Geschäftsbedingungen akzeptieren und ihnen zustimmen. Wir verpflichten uns zu Transparenz und empfehlen allen Nutzern, diese Seite regelmäßig auf die neuesten Aktualisierungen zu überprüfen.","17":"Änderungen der Bedingungen und Konditionen","18":{"0":"Hostixie kann Teile des Dienstes jederzeit, vorübergehend oder dauerhaft, mit oder ohne vorherige Ankündigung ändern oder aussetzen. Sie können die Nutzung des Dienstes jederzeit einstellen, und Sie sind nicht verpflichtet, uns darüber zu informieren. Wenn wir jedoch den Zugang zu Ihrem Konto einschränken, können Sie gespeicherte Daten nicht mehr abrufen oder auf zugehörige Materialien zugreifen.","1":"Wir können diese Bedingungen auch überarbeiten, wenn dies erforderlich ist, um Änderungen an unseren Dienstleistungen oder an der geltenden Gesetzgebung zu berücksichtigen. Falls erforderlich, werden wir Sie in angemessener Weise über solche Aktualisierungen informieren (z. B. per E-Mail oder durch eine Benachrichtigung vor Ort). Die fortgesetzte Nutzung unserer Plattform nach der Aktualisierung bedeutet, dass Sie die überarbeiteten Bedingungen akzeptieren. Wenn Sie die neue Version nicht akzeptieren, können Sie die Nutzung einstellen und die Löschung Ihres Kontos verlangen."},"19":"Website-Funktionalität und Aktualisierungen","20":"Wir behalten uns das Recht vor, jeden Aspekt der Website oder ihrer Funktionen jederzeit und aus jedem Grund ohne vorherige Ankündigung oder Haftung zu ändern, einzuschränken, auszusetzen oder einzustellen.","21":"Von Zeit zu Zeit können wir Verbesserungen oder technische Updates einführen, um die Leistung zu verbessern, Fehler zu beheben oder neue Funktionen hinzuzufügen (\"Updates\"). Diese Updates können bestehende Funktionen verändern oder entfernen. Sie stimmen zu, dass:","22":{"0":"Wir sind nicht verpflichtet, bestimmte Updates zur Verfügung zu stellen;","1":"Alle Aktualisierungen sind Teil der Website und unterliegen den vorliegenden Bedingungen."},"23":"Inhalte und Dienste von Drittanbietern","24":"Unsere Website kann Links enthalten oder Dienste integrieren, die von Drittanbietern bereitgestellt werden (z. B. Inhalte, Anwendungen oder Tools). Während wir solche Inhalte zu Ihrem Nutzen anzeigen, kontrollieren oder garantieren wir nicht die Genauigkeit, Rechtmäßigkeit oder Qualität dieser Drittanbieterdienste. Die Nutzung solcher Dienste erfolgt auf Ihr eigenes Risiko und unterliegt den Bedingungen dieser Drittanbieter. Wir sind nicht verantwortlich für Verluste oder Schäden, die aus Ihrer Interaktion mit externen Websites oder Tools entstehen.","25":"Beendigung der Vereinbarung","26":"Diese Bedingungen bleiben in Kraft, bis sie entweder von Ihnen oder von Hostixie gekündigt werden. Wir behalten uns das Recht vor, Ihren Zugang jederzeit und ohne Vorankündigung zu kündigen oder auszusetzen, aus welchem Grund auch immer, einschließlich eines Verstoßes gegen diese Bedingungen. Sie können diese Vereinbarung kündigen, indem Sie die Nutzung der Website einstellen und alle Daten oder Kopien, die Sie gespeichert haben, löschen.","27":"Links zu externen Websites","28":"Bitte beachten Sie, dass diese Bedingungen ausschließlich für die von Hostixie auf unserer Plattform angebotenen Dienstleistungen gelten. Wir können Links zu Webseiten Dritter einfügen, die unabhängig von uns arbeiten. Wir kontrollieren, überwachen oder befürworten den Inhalt oder die Praktiken dieser externen Websites nicht. Sobald Sie unsere Website verlassen, unterliegt jede Aktivität den eigenen Richtlinien der verlinkten Website, die wir empfehlen, separat zu überprüfen.","29":"Cookies und Tracking-Technologien","30":"Unsere Website verwendet Cookies, um Benutzereinstellungen zu speichern, die Nutzung der Website zu analysieren und die Leistung zu verbessern. Cookies sind kleine Datendateien, die in Ihrem Browser gespeichert werden. Sie sind zwar nicht unbedingt erforderlich, um auf der Website zu navigieren, aber die Deaktivierung von Cookies kann die Funktionalität beeinträchtigen (z. B. Anmeldesitzungen oder Videowiedergabe).","31":"Wir verwenden keine Cookies, um persönlich identifizierbare Informationen zu sammeln. Ausführliche Informationen finden Sie in unserer Cookie-Richtlinie.","32":"Copyright-Belange","33":"Wenn Sie der Meinung sind, dass Material auf unserer Website Ihr Urheberrecht verletzt, kontaktieren Sie uns bitte mit den folgenden Informationen:","34":{"0":"Ihr vollständiger Name und Ihre Unterschriftsberechtigung;","1":"Eine Beschreibung oder ein Link zu dem betreffenden Inhalt;","2":"Nachweis des Eigentums oder der rechtlichen Befugnis, im Namen des Rechteinhabers zu handeln;","3":"Ihre Kontaktangaben (E-Mail, Telefon, Adresse);","4":"Eine in gutem Glauben abgegebene Erklärung, dass die Verwendung des Materials unberechtigt ist;","5":"Eine eidesstattliche Erklärung, dass die Angaben richtig sind."},"35":"Wir werden auf urheberrechtliche Bedenken in Übereinstimmung mit den geltenden Gesetzen zum geistigen Eigentum reagieren.","36":"Keine Garantien Haftungsausschluss","37":"Die Website und die Dienstleistungen, die durch Hostixie angeboten werden, werden \"wie sie sind\" und \"wie verfügbar\", ohne Garantien jeglicher Art, zur Verfügung gestellt. Soweit gesetzlich zulässig, lehnen Hostixie, seine Partner, Tochtergesellschaften, Dienstleistungsanbieter und Lizenzgeber ausdrücklich alle ausdrücklichen, stillschweigenden, gesetzlichen oder sonstigen Garantien ab. Dies schließt ein, ist aber nicht beschränkt auf, Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck, Eigentumsrechte und Nicht-Verletzung.","38":"Das können wir nicht garantieren:","39":{"0":"Die Website wird ohne Fehler oder Unterbrechungen funktionieren;","1":"Die Dienstleistungen werden Ihre Erwartungen erfüllen oder die gewünschten Ergebnisse erzielen;","2":"Die Website wird mit Ihren Systemen oder Ihrer Software kompatibel sein;","3":"Etwaige Fehler werden behoben, und der Inhalt ist korrekt, aktuell und vollständig;","4":"Die Website, ihre Server oder von uns gesendete Mitteilungen sind frei von Malware, Viren oder schädlichem Code."},"40":"Einige Gerichtsbarkeiten lassen bestimmte Ausschlüsse oder Einschränkungen nicht zu, so dass bestimmte Abschnitte dieses Haftungsausschlusses möglicherweise nicht auf Sie zutreffen.","41":"Beschränkung der Haftung","42":{"0":"Ungeachtet möglicher Verluste ist die Gesamthaftung von Hostixie oder seinen Lieferanten für jegliche Ansprüche im Zusammenhang mit Ihrer Nutzung der Website oder der Dienstleistungen auf den Gesamtbetrag beschränkt, den Sie für diese Dienstleistungen bezahlt haben.","1":"Soweit gesetzlich zulässig, ist Hostixie nicht haftbar für indirekte, zufällige, besondere oder Folgeschäden, einschließlich, aber nicht beschränkt auf:"},"43":{"0":"Verlust von Gewinnen oder Daten,","1":"Ausfallzeiten oder Dienstunterbrechungen,","2":"Körperverletzung,","3":"Verletzung der Privatsphäre,","4":"oder Schäden, die sich aus der Nutzung oder der Unfähigkeit zur Nutzung des Dienstes, der Integrationen von Drittanbietern oder der zugehörigen Hardware/Software ergeben, selbst wenn wir zuvor auf diese Risiken hingewiesen wurden."},"44":"Entschädigung","45":"Sie erklären sich damit einverstanden, Hostixie, seine Direktoren, Tochtergesellschaften, Mitarbeiter, Auftragnehmer, Lizenzgeber und Partner zu verteidigen, zu entschädigen und schadlos zu halten von jeglichen Ansprüchen, Verlusten, Haftungen, Schäden oder Ausgaben (einschließlich Anwaltskosten), die sich aus oder im Zusammenhang mit: Ihrer Nutzung der Website oder der Dienstleistungen; jeglicher Verletzung dieser Bedingungen oder geltender Gesetze; Verletzung der Rechte Dritter.","46":{"0":"Ihre Nutzung der Website oder der Dienste;","1":"Jegliche Verletzung dieser Bedingungen oder geltender Gesetze;","2":"Verletzung der Rechte Dritter."},"47":"Trennbarkeit","48":"Sollte ein Teil dieser Bedingungen von einem zuständigen Gericht für nicht durchsetzbar oder ungültig befunden werden, so bleiben die übrigen Bestimmungen vollständig wirksam und durchsetzbar. Diese Vereinbarung, zusammen mit unserer Datenschutzrichtlinie und anderen veröffentlichten rechtlichen Hinweisen, stellt die gesamte Vereinbarung zwischen Ihnen und Hostixie bezüglich der Nutzung der Website dar.","49":"Verzicht auf Rechte","50":"Jedes Versäumnis von Hostixie, eine bestimmte Bestimmung durchzusetzen, bedeutet keinen Verzicht auf unser Recht, dies in der Zukunft zu tun. Kein Verzicht gilt als fortgesetzter Verzicht auf eine andere Bestimmung oder Bedingung.","51":"Gesamte Vereinbarung","52":"Diese Bedingungen stellen die vollständige Vereinbarung zwischen Ihnen und Hostixie bezüglich der Nutzung unserer Website und Dienstleistungen dar. Alle zusätzlichen Bedingungen für bestimmte Dienstleistungen oder Aktionen werden zum Zeitpunkt der Beauftragung zur Verfügung gestellt und gelten bei Annahme als Teil dieser Vereinbarung.","53":"Änderungen der Bedingungen","54":"Hostixie behält sich das Recht vor, diese Bedingungen jederzeit zu überarbeiten. Bei wesentlichen Änderungen werden wir Sie mindestens 30 Tage vor Inkrafttreten der neuen Bedingungen informieren (z.B. per E-Mail oder auf der Website). Ihre fortgesetzte Nutzung der Website oder der Dienstleistungen nach Inkrafttreten der Änderungen stellt Ihre Zustimmung dar, an die aktualisierten Bedingungen gebunden zu sein.","55":"Rechte an geistigem Eigentum","56":{"0":"Alle Inhalte, Markenzeichen, Designelemente, Grafiken, Software und Daten auf dieser Website sind Eigentum von Hostixie oder seinen Inhaltsanbietern und sind durch internationale Urheberrechts- und Markengesetze geschützt.","1":"Es ist nicht gestattet, Inhalte ohne ausdrückliche schriftliche Genehmigung zu kopieren, zu vervielfältigen, zu verändern, zu übertragen oder zu nutzen, es sei denn, in diesen Bedingungen ist ausdrücklich etwas anderes angegeben."},"57":"Streitbeilegung und Schiedsgerichtsbarkeit","58":"Jegliche Streitigkeiten zwischen Ihnen und Hostixie im Zusammenhang mit der Website oder den Dienstleistungen werden zunächst versucht, informell gelöst zu werden. Wenn innerhalb von 60 Tagen keine Lösung erreicht wird, wird die Angelegenheit an ein verbindliches Schiedsverfahren gemäß den Regeln der [Schiedsstelle, z.B. ICC oder lokale Behörde] verwiesen, es sei denn, der Anspruch betrifft die Durchsetzung von Rechten des geistigen Eigentums oder Unterlassungsansprüche.","59":"Geltendes Recht","60":"Diese Bedingungen unterliegen den Gesetzen von [Land], ungeachtet der Grundsätze des Kollisionsrechts. Alle Klagen oder Verfahren, die sich aus diesen Bedingungen ergeben oder mit ihnen in Zusammenhang stehen, werden ausschließlich vor den Gerichten von [Stadt, Land] verhandelt. Sie erklären sich damit einverstanden, sich der Gerichtsbarkeit dieser Gerichte zu unterwerfen.","61":"Werbekampagnen","62":"Von Zeit zu Zeit können wir Wettbewerbe, Werbegeschenke oder Werbeaktionen anbieten. Diese können zusätzlichen Regeln und Teilnahmebedingungen unterliegen (z. B. Alter oder Standort). Durch Ihre Teilnahme erklären Sie sich mit allen geltenden aktionsspezifischen Bedingungen einverstanden.","63":"Irrtümer und Auslassungen","64":"Obwohl wir uns um Genauigkeit bemühen, kann es zu Tippfehlern oder falschen Preisangaben/Informationen auf unserer Website kommen. Wir behalten uns das Recht vor, jede Bestellung zu stornieren oder solche Informationen zu korrigieren, auch nachdem eine Transaktion abgeschlossen wurde. Wenn eine Zahlung verarbeitet wurde, werden wir eine Rückerstattung für alle falschen Gebühren ausstellen.","65":"Haftungsausschluss","66":"Die von Hostixie zur Verfügung gestellten Inhalte und Dienstleistungen sind zur allgemeinen Information bestimmt und es wird nicht garantiert, dass sie frei von Ungenauigkeiten oder Unterbrechungen sind. Wir haften nicht für Inhalte, die von Nutzern oder Dritten eingereicht werden, und wir garantieren nicht für die Vollständigkeit oder Zuverlässigkeit von Materialien, die über unsere Plattform zugänglich sind.","67":"Kontaktinformationen","68":"Wenn Sie Fragen oder Bedenken bezüglich dieser Geschäftsbedingungen haben, können Sie sich gerne an uns wenden:","69":"E-Mail","70":"Telefon","71":"Kontakt Seite"},"navigation":{"0":"Allgemeiner Überblick","1":"Nutzungslizenz","2":"Erforderliches Mindestalter","3":"Wichtige Definitionen","4":"Verbotene Aktivitäten","5":"Benutzereinsendungen und Feedback","6":"Zustimmung zu den Bedingungen","7":"Änderungen der Bedingungen und Konditionen","8":"Website-Funktionalität und Aktualisierungen","9":"Inhalte und Dienste von Drittanbietern","10":"Beendigung der Vereinbarung","11":"Links zu externen Websites","12":"Cookies und Tracking-Technologien","13":"Copyright-Belange","14":"Keine Garantien Haftungsausschluss","15":"Beschränkung der Haftung","16":"Entschädigung","17":"Trennbarkeit","18":"Verzicht auf Rechte","19":"Gesamte Vereinbarung","20":"Änderungen der Bedingungen","21":"Rechte an geistigem Eigentum","22":"Streitbeilegung und Schiedsgerichtsbarkeit","23":"Geltendes Recht","24":"Benutzereinsendungen und öffentliche Inhalte","25":"Werbekampagnen","26":"Irrtümer und Auslassungen","27":"Haftungsausschluss","28":"Kontaktinformationen"},"title":"Bedingungen und Konditionen"},"webDevCard":{"choosePackage":"Paket wählen","from":"von","price":"Preis:","showLess":"weniger anzeigen","showMore":"mehr anzeigen"},"webDevelopment":{"downloadPrice":{"button":"Vollständige Preisgestaltung als PDF herunterladen","text":"Obwohl alle unsere Preise auf der Website verfügbar sind, verstehen wir, dass Sie eine bequeme, herunterladbare Version bevorzugen könnten. Holen Sie sich unsere vollständigen Preisangaben im PDF-Format, übersichtlich geordnet zum einfachen Nachschlagen und Vergleichen.","title":"Benötigen Sie unsere Preise im PDF-Format?"},"hero":{"subtitle":"Verwandeln Sie Ihr Projekt mit fachkundiger Webentwicklung","text":"Wir bei Hostixie sind darauf spezialisiert, maßgeschneiderte Lösungen für die Webentwicklung zu entwickeln, die auf Ihre individuellen Unternehmensanforderungen zugeschnitten sind. Von der Erstellung einer Visitenkarten-Website bis zur Einführung einer E-Commerce-Plattform oder der Entwicklung einer benutzerdefinierten Webanwendung bieten wir Dienstleistungen an, die darauf ausgerichtet sind, Ihre Ziele zu erreichen und mit Ihren Projekten zu wachsen.","title":"Webentwicklung, die überzeugt"},"needHelp":{"button":"Kontakt aufnehmen","subtitle":"Sie sind sich nicht sicher, welcher Dienst oder welches Paket für Ihr Unternehmen geeignet ist? Kein Problem!","text":"Unser Team steht Ihnen bei jedem Schritt des Prozesses zur Seite. Ganz gleich, ob Sie Ratschläge für eine maßgeschneiderte Website, eine E-Commerce-Plattform oder irgendetwas dazwischen benötigen, wir geben Ihnen gerne individuelle Empfehlungen, die auf Ihre Markenambitionen abgestimmt sind. Nehmen Sie noch heute Kontakt mit uns auf und lassen Sie uns gemeinsam herausfinden, wie wir Ihre Vision mit der idealen Lösung für Ihre geschäftlichen Anforderungen zum Leben erwecken können.","title":"Brauchen Sie Hilfe bei der Auswahl eines Dienstes oder Pakets?"},"ourFullRange":{"slider":{"0":{"includes":{"0":{"text":"Entwerfen Sie ein einzigartiges Design, das mit Ihrer Markenidentität und den Erwartungen der Nutzer übereinstimmt.","title":"Maßgeschneidertes Web-Design"},"1":{"text":"Erstellen Sie flexible Websites, die sich nahtlos an alle Bildschirmgrößen anpassen und ein optimales Erlebnis auf allen Geräten gewährleisten.","title":"Reaktionsfähiges Layout"},"2":{"text":"Bei der Gestaltung haben wir den Benutzer im Blick, um eine intuitive Navigation und eine hohe Benutzerfreundlichkeit zu gewährleisten.","title":"Nutzerzentrierte Entwicklung"},"3":{"text":"Websites, die auf Skalierbarkeit ausgelegt sind und mit Ihrem Projekt wachsen können.","title":"Skalierbare Lösungen"},"4":{"text":"Sorgen Sie für schnelle Ladezeiten und reibungslose Funktionalität durch Optimierung der Website-Leistung.","title":"Optimierung der Leistung"},"5":{"text":"Entwicklung von Websites mit integrierten SEO-Best-Practices, die eine bessere Sichtbarkeit in Suchmaschinen ermöglichen.","title":"SEO-gerechte Entwicklung"},"6":{"text":"Implementieren Sie ein benutzerfreundliches CMS wie WordPress, Joomla und andere für einfache Inhaltsaktualisierungen.","title":"Integration der Inhaltsverwaltung"},"7":{"text":"Nahtlose Integration von Drittanbieterdiensten wie Zahlungsgateways oder CRM-Systemen.","title":"API-Integration"},"8":{"text":"Erstellen Sie sichere und skalierbare Online-Shops, die ein reibungsloses Einkaufserlebnis bieten.","title":"E-Commerce-Entwicklung"},"9":{"text":"Fügen Sie erstklassige Sicherheitsfunktionen wie SSL-Zertifikate und Datenverschlüsselung hinzu, um die Sicherheit Ihrer Website zu gewährleisten.","title":"Integration der Sicherheit"}},"text":"Wir entwerfen und entwickeln maßgeschneiderte Websites, die Ihren spezifischen Geschäftszielen und Ihrer digitalen Vision entsprechen.","title":"Kundenspezifische Website-Entwicklung"},"1":{"includes":{"0":{"text":"Maßgeschneiderte Lösungen für Ihr Online-Geschäft, die auf Ihre Branche und Ihre Bedürfnisse zugeschnitten sind.","title":"Kundenspezifische E-Commerce-Lösungen"},"1":{"text":"Gestaltung eines nahtlosen, intuitiven Einkaufsprozesses vom Browsing bis zur Kasse.","title":"Benutzerfreundliches Einkaufserlebnis"},"2":{"text":"Implementieren Sie sichere, zuverlässige Zahlungs-Gateways, die sensible Kundendaten schützen.","title":"Sichere Zahlungsintegration"},"3":{"text":"Entwickeln Sie E-Commerce-Plattformen mit Mobile-First-Designs, um die Benutzerfreundlichkeit auf allen Geräten und Plattformen zu verbessern und eine nahtlose Benutzererfahrung zu gewährleisten.","title":"Mobil-optimierter E-Commerce"},"4":{"text":"Integrieren Sie ausgeklügelte Bestandsverwaltungssysteme, um die Lagerverwaltung und Auftragsabwicklung zu optimieren.","title":"Inventarverwaltung"},"5":{"text":"Passen Sie Produktseiten mit Optionen wie Größe, Farbe und Menge an, um die Auswahl für den Benutzer zu verbessern.","title":"Produktvariationen und Optionen"},"6":{"text":"Implementierung automatisierter Tools zur Berechnung von Versandkosten und Steuern während des Bestellvorgangs.","title":"Rechner für Versand und Steuern"},"7":{"text":"Ermöglichen Sie es den Nutzern, Konten einzurichten, um Bestellungen, Nachverfolgung und Rücksendungen zu erleichtern.","title":"Merkmale des Kundenkontos"},"8":{"text":"Entwicklung von Systemen zur effizienten Verwaltung und Verfolgung von Kundenaufträgen.","title":"Auftragsverfolgung & Management"},"9":{"text":"Aktivieren Sie Sonderangebote und Rabattfunktionen, um den Umsatz und die Kundenbindung zu steigern.","title":"Sonderangebote & Rabatt-Codes"}},"text":"Erweitern Sie Ihr Online-Geschäft mit einer nahtlosen, funktionsreichen und sicheren E-Commerce-Plattform.","title":"Entwicklung des elektronischen Geschäftsverkehrs"},"2":{"includes":{"0":{"text":"Entwerfen Sie zuerst mit Blick auf die mobilen Nutzer, um eine nahtlose Funktionalität auf kleineren Bildschirmen zu gewährleisten.","title":"Mobile-First-Design"},"1":{"text":"Stellen Sie sicher, dass Ihre Website auf verschiedenen Geräten und Bildschirmgrößen perfekt funktioniert.","title":"Geräteübergreifende Kompatibilität"},"2":{"text":"Implementieren Sie flexible Layouts, die sich automatisch an das Gerät und die Bildschirmgröße des Nutzers anpassen.","title":"Flexible Rasteranordnungen"},"3":{"text":"Verwenden Sie Bildgrößen und -formate, die sich automatisch an den Gerätetyp anpassen.","title":"Optimiertes Bild-Rendering"},"4":{"text":"Optimieren Sie Ihre Website für Touchscreens, um eine nahtlose Benutzererfahrung auf mobilen Geräten zu gewährleisten.","title":"Touchscreen-Optimierung"},"5":{"text":"Optimieren Sie die Geschwindigkeit Ihrer Website für mobile Geräte und sorgen Sie für schnelle Ladezeiten in jedem Netz.","title":"Schnelle Ladegeschwindigkeit"},"6":{"text":"Stellen Sie sicher, dass Inhalte und Designelemente richtig skaliert werden, um sich an die Bildschirmgröße des Nutzers anzupassen, indem Sie responsive Viewports verwenden.","title":"Ansichtsfenster-Anpassungen"},"7":{"text":"Implementieren Sie Menüs, die sich an verschiedene Geräte anpassen, z. B. Dropdown-Menüs für mobile Nutzer.","title":"Adaptive Menüs"},"8":{"text":"Fügen Sie mobilspezifische Funktionen wie Click-to-Call oder Geolocation hinzu, um das Nutzererlebnis zu verbessern.","title":"Handy-spezifische Funktionen"},"9":{"text":"Führen Sie umfangreiche geräteübergreifende Tests durch, um eine einheitliche Leistung auf allen Geräten zu gewährleisten.","title":"Geräteprüfung"}},"text":"Erstellung von Websites, die großartig aussehen und auf jedem Gerät reibungslos funktionieren.","title":"Reaktionsfähiges Web-Design"},"3":{"includes":{"0":{"text":"Erstellen Sie individuelle WordPress-Websites mit erweiterten Funktionen, die auf Ihre Bedürfnisse zugeschnitten sind.","title":"WordPress-Entwicklung"},"1":{"text":"Expertenentwicklung und -anpassung für andere beliebte CMS-Plattformen wie Joomla und Drupal.","title":"Joomla & Drupal Entwicklung"},"2":{"text":"Implementieren Sie benutzerfreundliche Dashboards, die es den Benutzern ermöglichen, Inhalte ohne technische Kenntnisse zu aktualisieren.","title":"Benutzerfreundliche Dashboards"},"3":{"text":"Entwickeln Sie einzigartige CMS-Funktionen, die auf Ihre spezifischen Geschäftsabläufe zugeschnitten sind.","title":"Benutzerdefinierte CMS-Funktionen"},"4":{"text":"Integrieren Sie mehrsprachige Optionen in Ihr CMS, um eine globale Reichweite zu erzielen.","title":"Mehrsprachige CMS-Unterstützung"},"5":{"text":"Implementieren Sie integrierte Sicherheitsprotokolle, um Ihr CMS gegen Hackerangriffe und Datenschutzverletzungen zu schützen.","title":"Sicherheitsmerkmale"},"6":{"text":"Optimieren Sie CMS-Seiten für SEO, um ihre Platzierung in Suchmaschinen zu verbessern.","title":"SEO-fähiges CMS"},"7":{"text":"Integrieren Sie Medienbibliotheken und Content-Management-Funktionen, um die Erstellung von Inhalten zu optimieren.","title":"Medienverwaltung"},"8":{"text":"Richten Sie verschiedene Zugriffsebenen für Benutzer ein, um zu kontrollieren, wer Inhalte bearbeiten oder aktualisieren kann.","title":"Rollenbasierte Zugriffskontrolle"},"9":{"text":"Wir bieten kontinuierlichen Support und Wartung für Ihr CMS und sorgen dafür, dass es immer auf dem neuesten Stand ist.","title":"CMS Wartung & Support"}},"text":"Verwalten und aktualisieren Sie Ihre Website mühelos mit einem leistungsstarken Content-Management-System.","title":"Inhaltsverwaltungssysteme (CMS)"},"4":{"includes":{"0":{"text":"Erstellen Sie Webanwendungen, die vollständig auf Ihre Projektanforderungen und Arbeitsabläufe zugeschnitten sind.","title":"Kundenspezifische Webanwendungen"},"1":{"text":"Integrieren Sie robuste Datenbanken, um Daten effizient zu speichern, abzurufen und zu verwalten.","title":"Datenbank-Integration"},"2":{"text":"Entwickeln Sie groß angelegte Webanwendungen, die den Betrieb rationalisieren und die Effizienz steigern.","title":"Lösungen für Unternehmen"},"3":{"text":"Erstellen Sie Webanwendungen, die Datenanalysen und Berichte in Echtzeit liefern.","title":"Datenanalyse und Berichterstattung"},"4":{"text":"Entwerfen und entwickeln Sie Webanwendungen, die sowohl auf dem Desktop als auch auf mobilen Geräten reibungslos funktionieren.","title":"Mobile Webanwendungen"},"5":{"text":"Integrieren Sie APIs von Drittanbietern in Ihre Webanwendungen, um die Funktionalität zu erweitern.","title":"API-Integrationen"},"6":{"text":"Implementierung von Protokollen zur sicheren Benutzerauthentifizierung und zum Datenschutz.","title":"Sicherheit und Authentifizierung"},"7":{"text":"Richten Sie sichere, zuverlässige Zahlungssysteme innerhalb Ihrer Webanwendungen ein.","title":"Integration von Zahlungsgateways"},"8":{"text":"Entwickeln Sie Webanwendungen, die sich in CRM-Systeme (Customer Relationship Management) integrieren lassen, um die Interaktion mit Kunden zu verbessern und Geschäftsprozesse zu optimieren.","title":"CRM-Webanwendungen"},"9":{"text":"Bieten Sie laufende Wartung und Updates an, damit Ihre Webanwendung voll funktionsfähig bleibt.","title":"Kontinuierliche Unterstützung und Wartung"}},"text":"Entwickeln Sie leistungsstarke, maßgeschneiderte Webanwendungen zur Rationalisierung Ihrer Geschäftsprozesse.","title":"Entwicklung von Webanwendungen"},"5":{"includes":{"0":{"text":"Stellen Sie sicher, dass Ihre Website mit auf Schlüsselwörter ausgerichteten Inhalten vollständig für Suchmaschinen optimiert ist.","title":"On-Page SEO-Optimierung"},"1":{"text":"Fügen Sie die erforderlichen Meta-Tags wie Titel, Beschreibung und Schlüsselwörter hinzu, damit Suchmaschinen Ihre Website korrekt indizieren können.","title":"Implementierung von Meta-Tags"},"2":{"text":"Strukturieren Sie URLs in einer SEO-freundlichen Weise, um die Sichtbarkeit in Suchmaschinen zu verbessern.","title":"SEO-freundliche URLs"},"3":{"text":"Optimieren Sie Ihre Website für die mobile Suche, um die Sichtbarkeit auf mobilen Geräten zu gewährleisten.","title":"Mobile SEO"},"4":{"text":"Verbessern Sie die Ladegeschwindigkeit Ihrer Website, ein Schlüsselfaktor für SEO-Rankings.","title":"Optimierung der Website-Geschwindigkeit"},"5":{"text":"Implementieren Sie Schema-Markup, damit Suchmaschinen Ihre Inhalte besser verstehen und ihre Sichtbarkeit verbessern können.","title":"Strukturierte Datenauszeichnung"},"6":{"text":"Erstellen Sie eine solide interne Linkstruktur, um sowohl die Suchmaschinenoptimierung als auch die Benutzerführung zu verbessern.","title":"Interne Linking-Strategien"},"7":{"text":"Optimieren Sie Ihre Webinhalte mit relevanten Schlüsselwörtern und den besten SEO-Praktiken, um höhere Platzierungen in Suchmaschinen zu erreichen.","title":"Optimierung der Inhalte"},"8":{"text":"Entwickeln Sie Strategien zum Aufbau hochwertiger Backlinks und zur Verbesserung der Domain-Autorität Ihrer Website.","title":"Backlink-Strategie"},"9":{"text":"Kontinuierliche SEO-Überwachung und -Anpassung, um sicherzustellen, dass Ihre Website optimiert bleibt.","title":"Laufende SEO-Überwachung"}},"text":"Optimieren Sie Ihre Website bereits in der Entwicklungsphase für Suchmaschinen.","title":"SEO Web-Entwicklung"},"6":{"includes":{"0":{"text":"Halten Sie die gesamte Software Ihrer Website auf dem neuesten Stand, um Sicherheitslücken zu vermeiden.","title":"Regelmäßige Software-Updates"},"1":{"text":"Implementieren Sie kontinuierliche Sicherheitsscans, um Bedrohungen zu erkennen und zu verhindern.","title":"Überwachung der Sicherheit"},"2":{"text":"Sorgen Sie dafür, dass regelmäßig Sicherungskopien erstellt werden, um Datenverluste zu vermeiden.","title":"Backup-Lösungen"},"3":{"text":"Überprüfen Sie regelmäßig die Leistung Ihrer Website, um sicherzustellen, dass sie mit maximaler Effizienz läuft.","title":"Leistungsüberwachung"},"4":{"text":"Bieten Sie zeitnahe Aktualisierungen von Inhalten an, damit Ihre Website relevant und ansprechend bleibt.","title":"Inhaltliche Aktualisierungen"},"5":{"text":"Lösen Sie Probleme schnell, damit Ihre Website voll funktionsfähig bleibt.","title":"Fehlerbehebung"},"6":{"text":"Fehlerbehebung und Unterstützung bei Problemen mit dem Hosting.","title":"Hosting-Unterstützung"},"7":{"text":"Überwachen und aktualisieren Sie die SEO Ihrer Website kontinuierlich, um wettbewerbsfähig zu bleiben.","title":"SEO-Wartung"},"8":{"text":"Halten Sie Ihre Website auf dem neuesten Stand der gesetzlichen und branchenspezifischen Vorschriften.","title":"Aktualisierungen zur Einhaltung der Vorschriften"},"9":{"text":"Ständige technische Unterstützung, um Probleme effizient und effektiv zu lösen.","title":"Technische Unterstützung"}},"text":"Stellen Sie sicher, dass Ihre Website durch kontinuierlichen Support und regelmäßige Updates optimal funktioniert.","title":"Wartung und Unterstützung der Website"},"7":{"includes":{"0":{"text":"Führen Sie eine gründliche Nutzerforschung durch, um ihre Bedürfnisse und Vorlieben zu verstehen.","title":"Nutzerforschung"},"1":{"text":"Erstellen Sie detaillierte Wireframes und Prototypen, um Designkonzepte zu visualisieren, bevor sie entwickelt werden.","title":"Wireframing & Prototyping"},"2":{"text":"Stellen Sie sicher, dass Ihre Schnittstelle auf allen Bildschirmgrößen reibungslos funktioniert und ein nahtloses Nutzererlebnis bietet.","title":"Reaktionsfähiges UI-Design"},"3":{"text":"Entwickeln Sie ansprechende und interaktive UI-Elemente, die die Benutzer beschäftigen und motivieren.","title":"Interaktives Design"},"4":{"text":"Durchführung von Usability-Tests, um die Benutzerfreundlichkeit zu verbessern und die Benutzerfreundlichkeit zu gewährleisten.","title":"Prüfung der Benutzerfreundlichkeit"},"5":{"text":"Entwerfen Sie Schnittstellen, die mit der Ästhetik und den Werten Ihrer Marke übereinstimmen.","title":"Integration der Markenidentität"},"6":{"text":"Sicherstellung der Konsistenz von Design und Funktionalität über mehrere Plattformen hinweg.","title":"Plattformübergreifende UI"},"7":{"text":"Erstellen Sie einfach zu navigierende Designs, die die Benutzerfreundlichkeit verbessern und die Absprungrate verringern.","title":"Intuitive Navigation"},"8":{"text":"Entwerfen Sie Schnittstellen, die den Benutzer zu den gewünschten Aktionen führen, wie z. B. Kauf oder Abonnement.","title":"Konversionsorientiertes Design"},"9":{"text":"Stellen Sie sicher, dass alle UI-Elemente für Leistung und schnelle Ladezeiten optimiert sind.","title":"UI-Optimierung für Leistung"}},"text":"Bieten Sie außergewöhnliche Benutzererlebnisse durch individuell gestaltete, intuitive Benutzeroberflächen.","title":"UX/UI Gestaltung"},"allServices":"alle Dienstleistungen","hide":"Ausblenden","show":"anzeigen"},"text":"Wir bieten ein umfassendes Angebot an Webentwicklungsdiensten, die darauf ausgerichtet sind, Ihre Geschäftsziele zu verwirklichen. Von benutzerdefinierten Websites und skalierbaren E-Commerce-Plattformen bis hin zu robusten Webanwendungen und nahtlosen Integrationen bieten wir alles, was Sie für den Aufbau einer leistungsstarken Online-Präsenz für Ihr Unternehmen benötigen.","title":"Unser komplettes Angebot an Web-Entwicklungsdienstleistungen"},"ourPath":{"cards":{"0":{"text":"Wir beginnen damit, Ihr Unternehmen, Ihre Ziele und Herausforderungen zu verstehen. Ihre Vision gibt die Richtung des Projekts vor - keine Überraschungen, nur geradlinige, umsetzbare Schritte.","title":"Entdeckung & Vision Mapping"},"1":{"text":"Nachdem wir Ihre Anforderungen verstanden haben, erstellen wir einen maßgeschneiderten Fahrplan für den Erfolg, der Design, Funktionalität und Zeitpläne enthält.","title":"Erstellung eines strategischen Plans"},"2":{"text":"Unsere Designer und Entwickler arbeiten zusammen, um eine Website zu erstellen, die visuell beeindruckend, intuitiv und für ein nahtloses Benutzererlebnis optimiert ist.","title":"Gestalten Sie Ihr digitales Meisterwerk"},"3":{"text":"Wir testen alles gründlich, um sicherzustellen, dass Ihre Website auf allen Geräten und Plattformen einwandfrei funktioniert, und starten dann mit Präzision.","title":"Mit Zuversicht starten"},"4":{"text":"Unser Engagement endet nicht mit dem Start. Mit fortlaufendem Support, Wartung und Leistungsüberwachung sorgen wir dafür, dass Ihre Website stets auf dem neuesten Stand bleibt.","title":"Kontinuierliche Entwicklung"},"5":{"text":"Unser Engagement endet nicht mit dem Start. Mit fortlaufendem Support, Wartung und Leistungsüberwachung sorgen wir dafür, dass Ihre Website stets auf dem neuesten Stand bleibt.","title":"Kontinuierliche Entwicklung"}},"text":"Wir glauben an Transparenz, Zusammenarbeit und Exzellenz. Unser Ansatz ist sorgfältig ausgearbeitet, um sicherzustellen, dass jede von uns entwickelte Website Ihre Bedürfnisse erfüllt, Ihre Erwartungen übertrifft und messbaren Erfolg bringt.","title":"Unser bewährter Weg zum digitalen Erfolg"},"webPackages":{"items":{"0":{"description":"Ideal für kleine Projekte oder Websites, die eine stabile Grundlage benötigen. Dieses Paket deckt das Wesentliche ab, um Ihre Website mit einem professionellen Look and Feel online zu bringen.","includes":{"0":"Kundenspezifisches Website-Design","1":"Mobile Reaktionsfähigkeit","2":"SEO-Optimierung","3":"Grundlegendes Inhaltsverwaltungssystem (CMS)","4":"1 Jahr Hosting","5":"Grundlegende Analytics-Einrichtung","6":"Grundlegende Website-Sicherheit","7":"Hochladen von Inhalten (bis zu 10 Seiten)","8":"Integration sozialer Medien","9":"Integration von Kontaktformularen"},"title":"Spark-Starterplan"},"1":{"description":"Dieser Plan ist ideal für Unternehmen, die ihre digitale Präsenz ausbauen möchten. Es umfasst fortschrittliche Funktionen und Anpassungen, um das Engagement der Nutzer zu verbessern und die Leistung zu steigern.","includes":{"0":"Fortgeschrittenes individuelles Website-Design","1":"E-Commerce-Funktionalität","2":"Verbesserte SEO-Optimierung","3":"CMS mit erweiterten Funktionen","4":"Benutzererfahrung (UX) Design","5":"2 Jahre Hosting","6":"Analytik & Tracking Einrichtung","7":"SSL-Zertifikat und grundlegende Sicherheit","8":"Hochladen von Inhalten (bis zu 25 Seiten)","9":"Integration von Social Media Sharing und Analysen"},"title":"Plan zur Wachstumsbeschleunigung"},"2":{"description":"Für wachsende Unternehmen mit höheren Anforderungen bietet dieser Plan umfassende Funktionen, Integrationen und eine optimierte Webanwendung, um ein erstklassiges digitales Erlebnis zu bieten.","includes":{"0":"Entwicklung kundenspezifischer Webanwendungen","1":"Vollständiger E-Commerce-Shop mit Zahlungsintegration","2":"Vollständige SEO & Mobile Optimierung","3":"Fortgeschrittenes UX/UI-Design","4":"API-Integrationen","5":"3 Jahre Hosting","6":"Vollständige Sicherheitssuite und Schutz vor Malware","7":"Website-Analytik & Berichterstellung Dashboard","8":"Hochladen von Inhalten (bis zu 50 Seiten)","9":"E-Mail-Marketing-Integration"},"title":"Kraftpaket Pro Plan"},"3":{"description":"Unsere erstklassige, maßgeschneiderte Lösung ist für große Unternehmen oder komplexe Websites gedacht. Dieses Paket bietet alles, was Sie brauchen, von hochmodernen Webanwendungen bis hin zu Full-Service-Integrationen für digitales Marketing. Ideal für Unternehmen, die eine vollständig maßgeschneiderte Lösung und eine dauerhafte Partnerschaft suchen.","includes":{"0":"Vollständig kundenspezifische Webanwendungsentwicklung","1":"Umfassender E-Commerce mit benutzerdefinierten Funktionen","2":"Fortgeschrittene Benutzererfahrung & Interface Design","3":"Integration mit APIs und Tools von Drittanbietern","4":"Dediziertes Server-Hosting & Lastverteilung","5":"5+ Jahre Hosting und laufende Wartung","6":"Strategie und Ausführung des gesamten Spektrums des digitalen Marketings","7":"24/7 Dedicated Support & Sicherheitsüberwachung","8":"Detaillierte Analysen und Business Insights Dashboard","9":"Unbegrenzte Uploads von Inhalten und Funktionen für soziale Medien"},"price":"Einzelne","title":"Digital Empire Plan"}},"text":"Entdecken Sie unser umfassendes Angebot an Webentwicklungspaketen, die jeweils auf die individuellen Bedürfnisse Ihres Unternehmens zugeschnitten sind. Von einfachen, kostengünstigen Plänen bis hin zu fortschrittlichen, funktionsreichen Paketen haben wir alles, was Sie brauchen, um eine beeindruckende, leistungsstarke Website zu erstellen.","title":"Unsere Webentwicklungspakete"},"yourPartner":{"cards":{"0":{"text":"Unser Team kombiniert jahrelanges Fachwissen mit innovativem Design, um Lösungen zu liefern, die sowohl funktional als auch schön sind.","title":"Fachmännische Handwerkskunst"},"1":{"text":"Wir setzen modernste Tools und Technologien ein, um sicherzustellen, dass Ihre Website stets auf dem neuesten Stand der Technik ist und die bestmögliche Nutzererfahrung bietet.","title":"Innovation ist unser Kernstück"},"2":{"text":"Es gibt keine Schablonen, keine vorgefertigten Lösungen - jedes Projekt wird individuell auf Ihre Vorstellungen und Ziele abgestimmt.","title":"Maßgeschneidert bis zur Perfektion"},"3":{"text":"Wir glauben an langfristige Beziehungen. Von der ersten Beratung bis zur laufenden Betreuung engagieren wir uns für Ihr digitales Wachstum.","title":"Partnerschaft über Entwicklung hinaus"}},"text":"Wir bauen nicht einfach nur Websites, sondern schaffen digitale Erlebnisse, die Ihre Marke aufwerten und zu Ergebnissen führen. Hier erfahren Sie, warum wir die richtige Wahl für Ihr Projekt sind:","title":"Warum wir Ihr perfekter digitaler Partner sind"}},"webHostingCard":{"choosePlan":"Plan auswählen","includes":"Enthält:","month":"Monat","off":"Aus!","showMore":"mehr anzeigen"},"webHosting":{"cloud":{"description":"Skalierbare und flexible Cloud-basierte Hosting-Lösungen für dynamische Websites, die sich schnell an wachsenden Datenverkehr oder komplexe Anforderungen anpassen müssen.","items":{"0":{"description":"Ideal für mittelständische Unternehmen, die flexibles Cloud-Hosting mit zuverlässiger Leistung suchen.","includes":{"0":"50 GB SSD-Speicher","1":"2 GB RAM","2":"Ungemessene Bandbreite","3":"Kostenloses SSL","4":"Kostenloses CDN"},"name":"Cloud Essentials Plan"},"1":{"description":"Für wachsende Projekte oder stark frequentierte Standorte ist die Bereitstellung von mehr Ressourcen und größerer Flexibilität entscheidend.","includes":{"0":"100 GB SSD-Speicher","1":"4 GB RAM","2":"Ungemessene Bandbreite","3":"Kostenloses SSL","4":"Kostenloses CDN","5":"Tägliche Backups"},"name":"Cloud Pro Plan"},"2":{"description":"Die beste Wahl für Hochleistungsstandorte, die ein Höchstmaß an Skalierbarkeit und Ressourcen benötigen.","includes":{"0":"200 GB SSD-Speicher","1":"8 GB RAM","2":"Ungemessene Bandbreite","3":"Kostenloses SSL","4":"Kostenloses CDN","5":"Tägliche Backups","6":"Erhöhte Sicherheit"},"name":"Cloud Ultimate Plan"}},"title":"Cloud-Hosting"},"dedicatedHosting":{"description":"Vollständige Kontrolle über Ihre Hosting-Umgebung. Perfekt für stark frequentierte Websites, E-Commerce-Plattformen oder Unternehmen, die eine erstklassige Leistung benötigen.","items":{"0":{"description":"Eine kostengünstige Hosting-Lösung für kleine bis mittlere Unternehmen, die exklusive Server-Ressourcen benötigen.","includes":{"0":"4 Kerne / 8 Threads","1":"8 GB RAM","2":"1 TB HDD-Speicher","3":"Ungemessene Bandbreite","4":"Linux-Betriebssystem","5":"cPanel mit Root-Zugang"},"name":"Starter Plan"},"1":{"description":"Für Unternehmen, die mehr Leistung und Ressourcen mit gehobener Hosting-Erfahrung benötigen.","includes":{"0":"3 Webseiten","1":"8 Kerne / 16 Threads","2":"16 GB RAM","3":"2 TB HDD-Speicher","4":"Ungemessene Bandbreite","5":"Linux-Betriebssystem","6":"cPanel mit Root-Zugang"},"name":"Progressiver Plan"},"2":{"description":"Der ultimative Plan für Unternehmen, die das Beste an Leistung, Sicherheit und Betriebszeit verlangen.","includes":{"0":"8 Kerne / 16 Threads","1":"30 GB RAM","2":"2 TB HDD-Speicher","3":"Ungemessene Bandbreite","4":"Linux-Betriebssystem","5":"cPanel mit Root-Zugang"},"name":"Elite-Plan"}},"title":"Dediziertes Hosting"},"getInTouch":{"button":"Kontaktieren Sie uns für weitere Details","subtitle":"Beratung durch Experten","text":"Wenn Sie sich nicht sicher sind, welcher Plan am besten zu den Anforderungen Ihres Projekts passt, oder wenn Sie weitere Informationen über unsere Hosting-Optionen wünschen, wenden Sie sich bitte noch heute an unsere Spezialisten.","title":"Sind Sie bereit, einen Plan auszuwählen?"},"hero":{"subtitle":"Wecken Sie das Potenzial Ihrer Website mit Hostixie Hosting","text":"Webhosting ist der digitale Kanal, der es Unternehmen und Unternehmern ermöglicht, ihre Websites einem großen Online-Publikum zu präsentieren. Ganz gleich, ob Sie einen persönlichen Blog oder eine leistungsstarke Website für Ihr Projekt erstellen möchten, unsere Webhosting-Lösungen sind auf Ihre Bedürfnisse zugeschnitten.","title":"Webhosting-Lösungen"},"shared":{"description":"Sie eignet sich hervorragend für kleine Websites und Unternehmen und bietet eine kostengünstige und zuverlässige Möglichkeit, schnell und effizient eine Online-Präsenz aufzubauen.","items":{"0":{"description":"Ideal für kleine Unternehmenswebsites und Blogs, die ein zuverlässiges Hosting mit grundlegenden Funktionen benötigen.","includes":{"0":"1 Website","1":"10 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Professionelle E-Mail - Kostenlose Testversion","5":"Tägliches Website-Backup - 1. Jahr kostenlos"},"name":"Basisplan"},"1":{"description":"Ideal für kleine Projekte oder wachsende Websites, die mehr Flexibilität und Ressourcen benötigen.","includes":{"0":"3 Webseiten","1":"40 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Kostenlose Domain 1. Jahr","5":"Professionelle E-Mail - Kostenlose Testversion","6":"Tägliches Website-Backup - 1. Jahr kostenlos"},"name":"Fortgeschrittener Plan"},"2":{"description":"Bestens geeignet für Online-Shops, mit erweiterten Sicherheitsfunktionen und detaillierten Shop-Analysen.","includes":{"0":"3 Webseiten","1":"40 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Kostenlose Domain 1. Jahr","5":"Professionelle E-Mail - Kostenlose Testversion","6":"Tägliches Website-Backup - 1. Jahr kostenlos","7":"Analytik speichern"},"name":"E-Commerce-Plan"}},"title":"Gemeinsames Hosting"},"vps":{"description":"Eine robustere und skalierbarere Option für Websites, die dedizierte Ressourcen benötigen. Genießen Sie die Vorteile eines dedizierten Servers zu einem Bruchteil der Kosten.","items":{"0":{"description":"Eine zuverlässige Lösung für kleine Websites oder wachsende Unternehmen, die mehr Kontrolle, Leistung und Skalierbarkeit benötigen.","includes":{"0":"2GB RAM","1":"2-Kern-CPU","2":"120 GB SSD","3":"Ungemessene Bandbreite","4":"cPanel-Lizenzgebühr inbegriffen"},"name":"Stiftungsplan"},"1":{"description":"Entwickelt für stark frequentierte Websites, die zusätzliche Ressourcen und eine verbesserte Leistung erfordern.","includes":{"0":"4GB RAM","1":"2-Kern-CPU","2":"165 GB SSD","3":"Ungemessene Bandbreite","4":"cPanel-Lizenzgebühr inbegriffen"},"name":"Elevate-Plan"},"2":{"description":"Maßgeschneidert für große Websites oder ressourcenintensive Anwendungen, die eine erstklassige Geschwindigkeit erfordern.","includes":{"0":"8GB RAM","1":"4-Kern-CPU","2":"240 GB SSD","3":"Ungemessene Bandbreite","4":"cPanel-Lizenzgebühr inbegriffen"},"name":"Oberster Plan"}},"title":"VPS-Hosting"},"wordpress":{"description":"Optimiertes Hosting, das speziell für WordPress-Websites entwickelt wurde, mit automatischen Updates, täglichen Backups und verbesserter Sicherheit.","items":{"0":{"description":"Für kleine WordPress-Websites, die eine einfache Verwaltung, schnelle Leistung und zuverlässige Betriebszeit benötigen.","includes":{"0":"1 Website","1":"10 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Kostenlose Domain 1. Jahr"},"name":"Basic WP Plan"},"1":{"description":"Für etablierte WordPress-Websites, die erweiterte Leistung, Sicherheit und Ressourcen benötigen.","includes":{"0":"5 Webseiten","1":"80 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Kostenlose Domain 1. Jahr"},"name":"Erweiterter WP-Plan"},"2":{"description":"Für große WordPress-Websites, die ein Höchstmaß an Leistung, Sicherheit und Ressourcen benötigen.","includes":{"0":"10 Webseiten","1":"120 GB SSD-Speicher","2":"Kostenloses SSL","3":"Kostenloses CDN","4":"Kostenlose Domain 1. Jahr","5":"Tägliche Backups"},"name":"WP-Plan für Unternehmen"}},"title":"Verwaltetes WordPress-Hosting"}}}